[
  {
    "name": "Adidas Rivalry 86 Low Hikari Shibata Light Solid Grey",
    "firstPict": "assets/brand-products/Adidas/Adidas Rivalry 86 Low Hikari Shibata Light Solid Grey - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas Rivalry 86 Low Hikari Shibata Light Solid Grey - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas Rivalry 86 Low Hikari Shibata Light Solid Grey - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11],
      "women": [5, 6, 7, 8, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 1450000,
    "discountPrice": 1250000,
    "brand": "Adidas",
    "description": "The Adidas Rivalry 86 Low Hikari Shibata Light Solid Grey reimagines a beloved basketball classic with contemporary details. Featuring a premium leather upper in a muted grey palette, it highlights contrast piping and perforated overlays for an athletic yet refined look. Released in October 2023, this Hikari Shibata-designed edition features subtle embossing across the heel tab that adds a handcrafted touch, nodding to heritage design cues. The low-top cut provides freedom of movement, while the cushioned midsole and rubber outsole offer lasting comfort and traction on and off the court. Versatile and stylish, this edition blends retro flair with modern wearability, making it a go-to for streetwear enthusiasts and sneaker purists alike.",
    "color": "Light Solid Grey",
    "sku": "gxu2023RIV5842",
    "releaseDate": "2023-10-21"
  },
  {
    "name": "Adidas Samba Team Argentina",
    "firstPict": "assets/brand-products/Adidas/Adidas Samba Team Argentina - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas Samba Team Argentina - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas Samba Team Argentina - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [3, 4, 5, 6]
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 1550000,
    "brand": "Adidas",
    "description": "Inspired by Argentina's football heritage, the Adidas Samba Team Argentina delivers clean lines and timeless appeal. Its smooth white leather upper is punctuated by sky-blue accents on the signature three stripes and heel tab, reflecting national colors with pride. Released in December 2022 as part of Adidas's World Cup Pack, this special edition features the Argentina national team emblem on the tongue. An EVA midsole with gum rubber outsole ensures lightweight cushioning and reliable grip, honoring the model's turf roots. The refined silhouette is versatile enough for daily wear, while perforated toe detailing enhances breathability. Celebrated for its longevity in sneaker culture, this Samba edition merges sporty lineage with contemporary styling, perfect for both fans and casual wearers.",
    "color": "Clear Blue/White/Tactile Blue",
    "sku": "gxu2022SAM4937",
    "releaseDate": "2022-12-15"
  },
  {
    "name": "Adidas SL 72 OG Maroon Preloved Brown Women's",
    "firstPict": "assets/brand-products/Adidas/Adidas SL 72 OG Maroon Preloved Brown (Women's) - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas SL 72 OG Maroon Preloved Brown (Women's) - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas SL 72 OG Maroon Preloved Brown (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1650000,
    "discountPrice": 1320000,
    "brand": "Adidas",
    "description": "The Adidas SL 72 OG Maroon Preloved Brown Women's edition revives a legendary 1970s running silhouette with rich, autumnal colorways. Originally released in 1972 for the Munich Olympics, this retro revival features the iconic lightweight design with a nylon base and suede overlays in deep maroon and brown hues. The model's name, standing for 'Super Light', delivers on its promise with a streamlined profile that maintains the original's featherweight construction. A slim EVA midsole provides cushioning while keeping true to the vintage aesthetic, complemented by the distinctive T-toe overlay and rubber outsole for traction. Completed with the original Trefoil branding and signature heel tab, this women's exclusive colorway offers a sophisticated take on a historic running classic, blending athletic heritage with contemporary style sensibilities.",
    "color": "Maroon/Preloved Brown",
    "sku": "gxu2024SL72W68",
    "releaseDate": "2024-04-15"
  },
  {
    "name": "Adidas Samba OG Putty Grey Black Women's",
    "firstPict": "assets/brand-products/Adidas/Adidas Samba OG Putty Grey Black (Women's) - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas Samba OG Putty Grey Black (Women's) - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas Samba OG Putty Grey Black (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular"],
    "price": 1500000,
    "brand": "Adidas",
    "description": "The Adidas Samba OG Putty Grey Black Women's reimagines the iconic soccer silhouette with understated sophistication. This women's exclusive features a premium suede upper in a versatile putty grey tone, accented by contrasting black three-stripes and heel tab for a timeless two-tone aesthetic. The classic T-toe overlay in matching grey suede provides additional structure and durability, while the low-profile silhouette maintains the Samba's sleek, court-inspired look. A cushioned sockliner delivers all-day comfort, supported by a durable gum rubber outsole that offers excellent traction and contributes to the shoe's vintage appeal. Subtle gold foil Samba branding on the lateral side completes this refined take on a classic, making it a versatile option that transitions effortlessly from casual daywear to evening outings with contemporary sophistication.",
    "color": "Putty Grey/Core Black",
    "sku": "gxu2023SAM7420",
    "releaseDate": "2023-09-01"
  },
  {
    "name": "Adidas Samba OG Year of the Snake",
    "firstPict": "assets/brand-products/Adidas/Adidas Samba OG Year of the Snake - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas Samba OG Year of the Snake - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas Samba OG Year of the Snake - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11],
      "women": [5, 6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 1700000,
    "brand": "Adidas",
    "description": "The Adidas Samba OG 'Year of the Snake' celebrates the Chinese zodiac with refined details and symbolic elegance. Released for Chinese New Year 2025, this special edition features a premium white leather upper enhanced with faux snakeskin texture applied to the iconic Three Stripes, paying homage to the Year of the Snake. Light grey suede wraps the toebox for a sophisticated touch, while the heel showcases an embroidered Chinese character for 'fortune', emphasizing prosperity and good luck. A red tongue tag with gold Adidas branding incorporates traditional Chinese colors signifying wealth and happiness. The classic gum rubber outsole provides reliable traction while maintaining the Samba's heritage appeal. With its balance of cultural symbolism and timeless design, this limited edition offers collectors and enthusiasts a meaningful addition to the iconic Samba lineage.",
    "color": "Cloud White/Core Black/Active Maroon",
    "sku": "gxu2025SAM7937",
    "releaseDate": "2025-01-15"
  },
  {
    "name": "Adidas ZX 0000 Evolution White Bright Blue",
    "firstPict": "assets/brand-products/Adidas/Adidas ZX 0000 Evolution White Bright Blue - 1.png",
    "secondPict": "assets/brand-products/Adidas/Adidas ZX 0000 Evolution White Bright Blue - 2.png",
    "thirdPict": "assets/brand-products/Adidas/Adidas ZX 0000 Evolution White Bright Blue - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1800000,
    "discountPrice": 1530000,
    "brand": "Adidas",
    "description": "The Adidas ZX 0000 Evolution White Bright Blue represents the culmination of the ZX series' technological journey. This innovative silhouette features a layered mesh and synthetic upper in crisp white, accented with bright blue details that highlight its futuristic design language. The shoe incorporates elements from various ZX models throughout the decades, creating a hybrid that honors the lineage while pushing boundaries. A Torsion System provides midfoot integrity and support, complemented by responsive cushioning in the distinctive midsole that combines comfort with stability. Transparent overlays and geometric patterns throughout the upper showcase the model's evolutionary design approach. Released as part of Adidas' celebration of the ZX series' heritage, this sneaker balances retro inspiration with forward-thinking aesthetics, making it a compelling choice for both collectors and performance-minded wearers seeking a distinctive, technology-driven silhouette.",
    "color": "White/Bright Blue",
    "sku": "gxu2022ZX04591",
    "releaseDate": "2022-08-10"
  },
  {
    "name": "Air Jordan 4 Retro SB Navy",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 4 Retro SB Navy - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 4 Retro SB Navy - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 4 Retro SB Navy - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 3375000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 4 Retro SB Navy represents the second chapter in the exciting collaboration between Nike Skateboarding and Jordan Brand. Released in March 2025, this highly anticipated follow-up to the Pine Green colorway features premium construction optimized for skate performance. The upper showcases a crisp summit white leather base complemented by light grey suede overlays and striking navy blue accents on the plastic wing eyelets and heel tab. Nike SB branding appears boldly on the heel, while a red Jumpman logo adorns the Flight tongue tag. Skate-specific modifications include enhanced padding, a more flexible construction around the wings and heel tab, and a cushioned Poron forefoot sockliner that balances impact absorption with board feel. The distinctive gum rubber outsole provides reliable traction, completing a silhouette that seamlessly bridges basketball heritage with skateboarding functionality.",
    "color": "Summit White/White/Navy/Neutral Grey/Gum Yellow",
    "sku": "gxu2025JSB3745",
    "releaseDate": "2025-03-18"
  },
  {
    "name": "Air Jordan 1 Retro Low OG Year of the Snake",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro Low OG Year of the Snake (2025) - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro Low OG Year of the Snake (2025) - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro Low OG Year of the Snake (2025) - 1.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 2400000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Retro Low OG 'Year of the Snake' celebrates the Lunar New Year 2025 with sophisticated design and symbolic details. Released on January 29, 2025, this special edition features a premium Summit White leather base complemented by Photon Dust overlays for a refined palette. The standout elements include a scaly, textured Swoosh that subtly references the zodiac animal without being overly literal, and a Barely Green-tinted tongue that adds a distinctive touch. An iridescent Wings logo on the heel tab catches light with a snake-like shimmer, while semi-translucent outsoles complete the elegant aesthetic. The sneaker includes a special black snakeskin Jumpman hangtag and comes in iridescent-inspired packaging that enhances the collector's experience. With its balanced approach to festive theming and everyday wearability, this release represents a masterclass in commemorative sneaker design, delivering cultural celebration through refined aesthetics.",
    "color": "Summit White/Photon Dust/Barely Green",
    "sku": "gxu2025JLO8316",
    "releaseDate": "2025-01-29"
  },
  {
    "name": "Air Jordan 1 Low Midnight Navy",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Midnight Navy - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Midnight Navy - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Midnight Navy - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Most Popular"],
    "price": 1800000,
    "discountPrice": 1530000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low Midnight Navy delivers timeless style with its classic color blocking and premium materials. This versatile iteration features a clean white leather base enhanced by rich midnight navy overlays that create a sophisticated contrast. The iconic Swoosh stands out in the navy hue against the pristine white quarters, while matching navy appears on the heel counter, eyestay, and toe cap. A Jumpman logo adorns the tongue, complemented by the Wings logo embroidered on the heel. The crisp white midsole provides lightweight cushioning and is paired with a navy rubber outsole for durable traction. With its understated yet distinctive colorway, this Air Jordan 1 Low offers effortless versatility for both casual wear and more refined styling occasions, continuing the legacy of the legendary silhouette with a colorway that transcends seasons and trends.",
    "color": "White/Midnight Navy",
    "sku": "gxu2023JLO5291",
    "releaseDate": "2023-06-12"
  },
  {
    "name": "Air Jordan 1 Retro High Element Gore-Tex Sky J Purple",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High Element Gore-Tex Sky J Purple - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High Element Gore-Tex Sky J Purple - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High Element Gore-Tex Sky J Purple - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 3000000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Retro High Element Gore-Tex Sky J Purple combines iconic basketball heritage with advanced weather protection. Released on October 14, 2023, this functional yet stylish iteration features a water-resistant Gore-Tex lining throughout the upper, constructed with a mix of premium textiles and nubuck overlays in rich purple tones. The layered upper is complemented by wheat brown accents on the tongue tag and Gore-Tex branding on the lateral heel. Reflective 3M details enhance visibility in low-light conditions, while the traditional Nike Air logo on the woven tongue maintains the classic AJ1 aesthetic. The signature Gore-Tex membrane provides breathable waterproofing without sacrificing comfort, making this sneaker ideal for unpredictable weather. A blotched translucent rubber outsole completes the design, offering reliable traction on wet surfaces. Perfect for the fashion-conscious wearer who refuses to let the elements dictate their footwear choices.",
    "color": "Sky J Purple/Shimmer/Honeycomb/Sail/Black",
    "sku": "gxu2023JHG6419",
    "releaseDate": "2023-10-14"
  },
  {
    "name": "Air Jordan 1 Retro High OG Lost and Found",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High OG Lost and Found - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High OG Lost and Found - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Retro High OG Lost and Found - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Most Popular", "Best Seller"],
    "price": 2800000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Retro High OG 'Lost and Found' pays homage to the golden era of mom-and-pop sports shops and the forgotten treasures often discovered within their stockrooms. This nostalgic release reimagines the iconic 'Chicago' colorway with vintage-inspired details that tell a compelling story of sneaker culture. The premium leather upper features an intentionally aged appearance with cracked leather on the red overlays and a slightly yellowed midsole to evoke decades of storage. The packaging includes a mismatched box with a vintage-style receipt, further enhancing the narrative of a deadstock pair recently unearthed from the back room of an old sports store. The familiar white base with striking University Red and black overlays remains true to the original color blocking that revolutionized basketball footwear in 1985. More than just a sneaker, this release celebrates the history and community that have made the Air Jordan 1 an enduring cultural icon.",
    "color": "Varsity Red/Black/Sail/Muslin",
    "sku": "gxu2022JHO9517",
    "releaseDate": "2022-11-19"
  },
  {
    "name": "Air Jordan 1 Low Black White Grey",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Black White Grey - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Black White Grey - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Black White Grey - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Most Popular"],
    "price": 1750000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low Black White Grey delivers a versatile and classic aesthetic with its understated color palette. This sneaker showcases a refined combination of black, white, and grey tones arranged in a balanced color block design that pays homage to the Jordan 1's heritage while offering contemporary appeal. The upper features premium leather construction with black serving as the primary color on the overlays and Swoosh, complemented by clean white panels on the toe box and mid-section. Grey accents appear on key details including the heel counter and outsole, adding subtle dimension to the overall look. A Jumpman logo adorns the tongue, while the iconic Wings logo is embroidered on the heel tab. The cushioned midsole provides all-day comfort, and the durable rubber outsole offers reliable traction. This timeless colorway is designed for versatility, perfectly pairing with virtually any outfit while maintaining the prestigious Jordan 1 aesthetic.",
    "color": "Black/White/Grey",
    "sku": "gxu2023JLO6173",
    "releaseDate": "2023-08-15"
  },
  {
    "name": "Air Jordan 1 Low Vintage Grey",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Vintage Grey - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Vintage Grey - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low Vintage Grey - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Free Delivery"],
    "price": 1650000,
    "discountPrice": 1400000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low Vintage Grey introduces a sophisticated, heritage-inspired aesthetic to the iconic silhouette. Released on June 1, 2022, this refined interpretation features a pristine white leather base accented by muted grey suede overlays on the toe cap, eyestay, heel counter, and Swoosh. The clean two-tone palette is complemented by tonal grey laces and Nike Air branding on the tongue tag, creating a cohesive and understated design. The distinctive vintage treatment applied to the midsole gives a slightly aged, sail-colored appearance that enhances the shoe's retro appeal and adds character reminiscent of classic pairs. A white Wings logo embroidered on the heel tab and a grey rubber outsole complete the clean look. Perfect for everyday wear, this versatile colorway offers timeless style that can be easily incorporated into any wardrobe while providing the comfort and quality associated with the Jordan brand.",
    "color": "White/Vintage Grey",
    "sku": "gxu2022JLO5053",
    "releaseDate": "2022-06-01"
  },
  {
    "name": "Air Jordan 1 Low SE Archaeo Brown",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low SE Archaeo Brown - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low SE Archaeo Brown - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low SE Archaeo Brown - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Special Price"],
    "price": 1800000,
    "discountPrice": 1530000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low SE Archaeo Brown offers an elevated take on the classic silhouette with its rich earth-toned palette and premium materials. This special edition features a sophisticated combination of smooth and textured leathers across the upper, with the standout Archaeo Brown—a deep, rustic hue—dominating the overlays and Swoosh. The warm brown tones are balanced by a clean white base on the toe box and mid-panels, creating a striking yet wearable contrast. Subtle textile detailing on the collar adds textural interest, while matching brown laces complete the cohesive look. A Jumpman logo adorns the tongue, complemented by the iconic Wings logo embroidered on the heel tab in tonal brown. The white midsole provides cushioned comfort and visual contrast, while the brown rubber outsole ensures reliable traction. Perfect for fall and winter styling, this versatile colorway brings an upscale, seasonally-appropriate option to the Jordan 1 Low family.",
    "color": "White/Archaeo Brown",
    "sku": "gxu2023JLS7293",
    "releaseDate": "2023-10-05"
  },
  {
    "name": "Air Jordan 1 Low OG Rookie of the Year",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Rookie of the Year - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Rookie of the Year - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Rookie of the Year - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2250000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low OG 'Rookie of the Year' pays homage to Michael Jordan's 1984-85 NBA Rookie of the Year award with a design inspired by the original high-top version released in 2018. Released in April 2025, this low-top adaptation features premium materials and meticulous detailing that honor this pivotal moment in Jordan's career. The upper combines smooth white leather with rich golden harvest nubuck overlays and Swoosh, creating a warm, earthy aesthetic reminiscent of the suit MJ wore to receive his award. Traditional Nike Air branding on the tongue and the classic Wings logo on the heel maintain OG specifications, while the black laces add subtle contrast. This thoughtfully executed tribute captures the spirit of Jordan's rookie achievement while offering the more casual, versatile appeal of the low-top silhouette. With its historical significance and wearable colorway, this release appeals to both longtime Jordan enthusiasts and new collectors seeking a piece of basketball heritage.",
    "color": "White/Golden Harvest/Black",
    "sku": "gxu2025JLO8941",
    "releaseDate": "2025-04-20"
  },
  {
    "name": "Air Jordan 1 Low OG Obsidian UNC",
    "firstPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Obsidian UNC - 1.png",
    "secondPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Obsidian UNC - 2.png",
    "thirdPict": "assets/brand-products/Air Jordan/Air Jordan 1 Low OG Obsidian UNC - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2300000,
    "brand": "Air Jordan",
    "description": "The Air Jordan 1 Low OG Obsidian UNC delivers a refined interpretation of the beloved colorway that pays tribute to Michael Jordan's alma mater, the University of North Carolina. This sought-after release features a premium leather construction that combines a white base with deep obsidian navy and university blue overlays, creating a balanced and instantly recognizable color story. The traditional Nike Air branding on the tongue tag and the embroidered Wings logo on the heel maintain the OG specifications that collectors appreciate. White laces complement the midsole, while the color-blocked outsole mirrors the upper's aesthetic. This low-top edition offers the classic appeal of the iconic UNC palette in a more versatile silhouette suitable for everyday wear. With its combination of heritage colors and quality materials, this release provides a perfect balance of history and modern style, making it a standout addition to any sneaker collection.",
    "color": "White/Obsidian/University Blue",
    "sku": "gxu2025JLO7392",
    "releaseDate": "2025-03-15"
  },
  {
    "name": "ASICS Gel-NYC Hidden NY",
    "firstPict": "assets/brand-products/Asics/ASICS Gel-NYC Hidden NY - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel-NYC Hidden NY - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel-NYC Hidden NY - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Best Seller"],
    "price": 2250000,
    "brand": "ASICS",
    "description": "The ASICS Gel-NYC Hidden NY collaboration represents a creative fusion between technical running heritage and contemporary digital aesthetics. Released in March 2024, this special edition features a white mesh base with reflective silver synthetic panels that create a sleek, premium look. Hidden NY's signature vibrant green branding provides striking contrast on the vector logos and midsole components, while ASICS' logo receives an innovative pixelated treatment that pays homage to Hidden NY's digital roots. Various elements throughout the upper cleverly reference the design language of digital editing tools, deconstructing the boundary between reality and on-screen visuals. The midsole incorporates GEL-CUMULUS 16 shoe tooling, combining lightweight foams with GEL technology inserts for superior cushioning and comfort. This limited collaboration appeals to both sneaker enthusiasts and designers alike, offering a thoughtful take on how digital culture influences physical product design.",
    "color": "White/Green/Metallic Silver",
    "sku": "gxu2024ASG1001",
    "releaseDate": "2024-03-29"
  },
  {
    "name": "ASICS Gel-Kayano 14 Unaffected Infinite Wonders Pack Black Silver",
    "firstPict": "assets/brand-products/Asics/ASICS Gel-Kayano 14 Unaffected Infinite Wonders Pack Black Silver - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel-Kayano 14 Unaffected Infinite Wonders Pack Black Silver - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel-Kayano 14 Unaffected Infinite Wonders Pack Black Silver - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 1950000,
    "brand": "ASICS",
    "description": "The ASICS Gel-Kayano 14 Unaffected Infinite Wonders Pack Black Silver represents a premium collaboration celebrating technical running heritage with contemporary style. Released in November 2023, this special edition draws clear inspiration from Toshikazu Kayano's iconic running silhouettes of the 2000s. The upper features a sophisticated black base enhanced with metallic silver accents that create a striking contrast across its multi-layered construction. Premium materials including mesh, synthetic overlays, and reflective elements come together to offer both performance benefits and elevated aesthetics. The model's signature visible GEL technology provides exceptional shock absorption and responsive cushioning during all types of physical activity. A multi-colored rubber outsole rounds out the design with reliable traction and durability. Part of the exclusive Infinite Wonders Pack, this collaboration with Japanese brand Unaffected brings a refined, fashion-forward approach to a technical running classic, making it equally appealing to sneaker enthusiasts and performance-minded consumers.",
    "color": "Black/Silver",
    "sku": "gxu2023ASK1400",
    "releaseDate": "2023-11-24"
  },
  {
    "name": "ASICS Gel NYC Black Coffee",
    "firstPict": "assets/brand-products/Asics/ASICS Gel NYC Black Coffee - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel NYC Black Coffee - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel NYC Black Coffee - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6]
    },
    "tags": ["Free Delivery"],
    "price": 1850000,
    "discountPrice": 1570000,
    "brand": "ASICS",
    "description": "The ASICS Gel-NYC Black Coffee draws inspiration from the rich, robust aromas of freshly brewed coffee, perfectly captured in sneaker form. Released in August 2024, this thoughtfully designed colorway features a deep brown mesh base that provides the earthy foundation, reminiscent of intense, full-bodied coffee. Complementary overlays in tonal brown and milk chocolate hues add visual depth and texture, creating a sophisticated monochromatic palette. The design is elevated by striking white ASICS Tiger stripes that stand out against the dark backdrop like cream swirled into espresso. Latte-colored midsoles deliver both visual contrast and cushioned comfort, while the brown rubber outsole ensures reliable grip and durability. The shoe combines ASICS' renowned performance technology with a tasteful, versatile aesthetic that transitions seamlessly from athletic settings to casual wear. Perfect for coffee enthusiasts and style-conscious sneakerheads alike, this release offers a refined take on the increasingly popular Gel-NYC silhouette.",
    "color": "Black Coffee/Feather Grey",
    "sku": "gxu2024ASN2000",
    "releaseDate": "2024-08-23"
  },
  {
    "name": "ASICS Gel-1090 Andersson Bell Black Silver",
    "firstPict": "assets/brand-products/Asics/ASICS Gel-1090 Andersson Bell Black Silver - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel-1090 Andersson Bell Black Silver - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel-1090 Andersson Bell Black Silver - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price"],
    "price": 1950000,
    "brand": "ASICS",
    "description": "The ASICS Gel-1090 Andersson Bell Black Silver represents a sophisticated collaboration between the Japanese sportswear giant and the Seoul-based fashion label. This premium edition reimagines the classic 2000s running silhouette with contemporary design sensibilities, blending athletic heritage with fashion-forward elements. The upper features a sleek black mesh base enhanced with metallic silver overlays that create dynamic visual contrast. Andersson Bell's minimalist aesthetic is evident in the thoughtful placement of branding and the refined color palette. The shoe retains ASICS' performance DNA with visible GEL technology in the heel for superior impact absorption and a sculpted midsole that delivers responsive cushioning. The collaboration elevates the original design with premium materials and subtle details that appeal to both running enthusiasts and fashion-conscious consumers. With its versatile black and silver colorway, this limited edition release offers a perfect balance of retro athletic appeal and modern sophistication.",
    "color": "Black/Silver",
    "sku": "gxu2023AS10900",
    "releaseDate": "2023-09-15"
  },
  {
    "name": "ASICS Gel-NYC Cream Putty",
    "firstPict": "assets/brand-products/Asics/ASICS Gel-NYC Cream Putty - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel-NYC Cream Putty  - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel-NYC Cream Putty - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6]
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1850000,
    "brand": "ASICS",
    "description": "The ASICS Gel-NYC Cream Putty delivers a sophisticated, neutral aesthetic that perfectly balances versatility with contemporary style. Released in January 2025, this refined colorway features a premium cream-colored mesh base accented by soft putty overlays that create a cohesive, tonal look with subtle depth. The layered upper construction combines breathable materials with supportive synthetic panels, ensuring both comfort and stability. ASICS' signature GEL cushioning technology is integrated into the midsole, providing superior shock absorption and responsive comfort for all-day wear. The shoe's thoughtful design includes strategically placed flex grooves that promote natural foot movement, while the durable rubber outsole offers excellent traction across various surfaces. With its clean lines and understated palette, this Gel-NYC variation effortlessly transitions from athletic pursuits to everyday casual wear. The cream and putty combination presents a fresh alternative to basic white sneakers while maintaining the same versatile appeal, making it an essential addition to any contemporary footwear collection.",
    "color": "Cream/Putty",
    "sku": "gxu2025ASN1050",
    "releaseDate": "2025-01-27"
  },
  {
    "name": "ASICS Gel-NYC Oatmeal Obsidian Grey",
    "firstPict": "assets/brand-products/Asics/ASICS Gel-NYC Oatmeal Obsidian Grey - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel-NYC Oatmeal Obsidian Grey - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel-NYC Oatmeal Obsidian Grey - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Most Popular"],
    "price": 1850000,
    "brand": "ASICS",
    "description": "The ASICS Gel-NYC Oatmeal Obsidian Grey offers a refined take on the popular hybrid silhouette with a sophisticated earth-toned palette. Released in November 2024, this versatile colorway combines warm oatmeal mesh bases with deep obsidian grey overlays for a balanced contrast that's both striking and wearable. The multi-layered upper construction features premium materials including breathable mesh, soft suede, and durable synthetic panels that create visual depth while providing structured support. ASICS' signature visible GEL technology in the midsole delivers superior shock absorption and responsive cushioning for all-day comfort. The thoughtfully designed outsole pattern offers reliable traction across various surfaces, making this sneaker as functional as it is stylish. With subtle branding details and careful color blocking, this iteration of the Gel-NYC seamlessly bridges athletic heritage with contemporary fashion sensibilities. Perfect for both casual everyday wear and light athletic activities, this colorway provides a versatile option for those seeking premium comfort with a subdued yet distinctive aesthetic.",
    "color": "Oatmeal/Obsidian Grey",
    "sku": "gxu2024ASN1090",
    "releaseDate": "2024-11-15"
  },
  {
    "name": "ASICS Gel Kayano 14 Birch Pure Silver",
    "firstPict": "assets/brand-products/Asics/ASICS Gel Kayano 14 Birch Pure Silver - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Gel Kayano 14 Birch Pure Silver - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Gel Kayano 14 Birch Pure Silver - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1950000,
    "discountPrice": 1650000,
    "brand": "ASICS",
    "description": "The ASICS Gel Kayano 14 Birch Pure Silver resurrects a beloved running silhouette with refined materials and a sophisticated neutral palette. Released in March 2024, this premium edition features a light birch-colored mesh base complemented by metallic pure silver overlays that create subtle yet impactful contrast. The intricate layering of the upper maintains the model's technical DNA while delivering contemporary lifestyle appeal. Signature visible GEL technology cushioning is prominently displayed in the heel, offering exceptional shock absorption and comfort that honors the Kayano line's performance heritage. The expertly crafted midsole combines responsive cushioning with stability features, while the durable rubber outsole provides reliable traction across various surfaces. Thoughtful details include reflective elements for visibility and ergonomically designed eyelets for secure lacing. With its balanced combination of technical running features and elevated aesthetics, this neutral colorway of the Gel Kayano 14 appeals to both running enthusiasts and fashion-conscious consumers seeking a versatile, premium sneaker option.",
    "color": "Birch/Pure Silver",
    "sku": "gxu2024ASK1420",
    "releaseDate": "2024-03-20"
  },
  {
    "name": "ASICS Roadblast Grey Floss",
    "firstPict": "assets/brand-products/Asics/ASICS Roadblast Grey Floss - 1.png",
    "secondPict": "assets/brand-products/Asics/ASICS Roadblast Grey Floss - 2.png",
    "thirdPict": "assets/brand-products/Asics/ASICS Roadblast Grey Floss - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6]
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 1650000,
    "brand": "ASICS",
    "description": "The ASICS Roadblast Grey Floss delivers an ideal balance of performance technology and contemporary style for versatile running experiences. Released in July 2024, this sleek silhouette features a breathable mesh upper in a sophisticated grey floss colorway with subtle blue accents that add visual interest without overwhelming the design. The engineered mesh construction offers targeted support and ventilation where runners need it most, while maintaining a lightweight feel throughout. At the core of this model is ASICS' innovative FlyteFoam technology in the midsole, providing responsive cushioning that delivers energy return with each stride. The midsole geometry is specifically designed to promote smooth transitions from heel to toe, making this shoe suitable for daily training runs and casual wear alike. A durable rubber outsole with strategic flex grooves completes the package, offering reliable traction and natural movement. With its modern aesthetic and performance-driven features, the Roadblast Grey Floss appeals to both serious runners and lifestyle enthusiasts seeking comfortable, versatile footwear.",
    "color": "Grey Floss/Blue",
    "sku": "gxu2024ASR2050",
    "releaseDate": "2024-07-10"
  },
  {
    "name": "New Balance 2002R Protection Pack Rain Cloud",
    "firstPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Rain Cloud - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Rain Cloud - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Rain Cloud - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2250000,
    "brand": "New Balance",
    "description": "The New Balance 2002R Protection Pack 'Rain Cloud' is a standout model from the celebrated Protection Pack series, inspired by designer Yue Wu's concept of 'refined future' through a Y2K aesthetic lens. Originally released in August 2021, this highly sought-after silhouette features intentionally deconstructed panels with raw, frayed edges and a premium hairy suede construction in a sophisticated grey palette. The shoe's distinctive 'worn-in' appearance transforms these sneakers into wearable relics that capture the nostalgic Y2K aesthetic. Built on New Balance's signature 2002R silhouette, it combines retro running heritage with modern comfort technologies, including ABZORB midsole cushioning and N-ergy outsole for exceptional impact absorption. The model's deliberate pre-distressed finishing and artistic approach to deconstruction have elevated it to cult status among collectors, making it one of the most influential sneaker concepts in recent years.",
    "color": "Rain Cloud/Grey",
    "sku": "gxu2021NBR5842",
    "releaseDate": "2021-08-14"
  },
  {
    "name": "New Balance 2002R Protection Pack Eclipse",
    "firstPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Eclipse  - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Eclipse - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 2002R Protection Pack Eclipse - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2250000,
    "brand": "New Balance",
    "description": "The New Balance 2002R Protection Pack 'Eclipse' delivers another captivating iteration of the celebrated Protection Pack series that has taken the sneaker world by storm. Following the design language established by its predecessors, this 'Eclipse' colorway features a stealthy black palette that accentuates the model's signature deconstructed aesthetic. Premium hairy suede overlays with intentionally raw, frayed edges create a sophisticated depth against the darker mesh base. The shoe's deliberately distressed appearance offers a unique perspective on luxury, embracing imperfection as an artistic expression. Underneath its avant-garde styling, the 2002R maintains its performance heritage with ABZORB midsole cushioning and N-ergy outsole technology for exceptional comfort and support. This darker iteration maintains the collection's conceptual exploration of Y2K aesthetics through a contemporary lens, appealing to fashion-forward collectors and everyday wearers alike who appreciate the intersection of heritage running design with artistic deconstruction.",
    "color": "Black/Eclipse",
    "sku": "gxu2022NBR6130",
    "releaseDate": "2022-07-08"
  },
  {
    "name": "New Balance 2002R Black",
    "firstPict": "assets/brand-products/New Balance/New Balance 2002R Black - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 2002R Black - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 2002R Black - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6]
    },
    "tags": ["Free Delivery"],
    "price": 1850000,
    "brand": "New Balance",
    "description": "The New Balance 2002R Black offers a sleek, monochromatic take on the beloved heritage-meets-modern silhouette that has become a staple in contemporary sneaker culture. This versatile colorway features premium suede and mesh construction entirely dressed in black, creating a sophisticated, understated aesthetic suitable for any occasion. The model successfully balances retro running DNA with modern comfort technologies, including the signature ABZORB midsole providing exceptional cushioning and the durable N-ergy outsole delivering reliable traction. Originally from the early 2000s luxury running category, the revived 2002R maintains its premium craftsmanship while adapting to current lifestyle sensibilities. The black colorway enhances the shoe's thoughtful design details, from the carefully proportioned panels to the subtle reflective accents. This versatile iteration works seamlessly with virtually any outfit, making it a practical yet stylish everyday option for those who appreciate New Balance's commitment to quality construction and timeless design.",
    "color": "Black",
    "sku": "gxu2023NBR7420",
    "releaseDate": "2023-04-21"
  },
  {
    "name": "New Balance 1906R Silver Metallic Nightwatch Green",
    "firstPict": "assets/brand-products/New Balance/New Balance 1906R Silver Metallic Nightwatch Green - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 1906R Silver Metallic Nightwatch Green - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 1906R Silver Metallic Nightwatch Green - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1950000,
    "brand": "New Balance",
    "description": "The New Balance 1906R Silver Metallic Nightwatch Green delivers a striking combination of futuristic aesthetics and heritage running DNA. Released in Fall 2024, this eye-catching colorway features reflective silver metallic overlays that create dynamic visual impact, contrasted against deep Nightwatch Green accents strategically placed around the iconic 'N' logo, heel, and sole. The Sea Salt mesh base enhances breathability while providing a neutral foundation that allows the metallic and green elements to stand out. At the core of this model is New Balance's signature N-ERGY cushioning technology, delivering superior impact protection and responsiveness for all-day comfort. The 1906R silhouette successfully resurrects a 2000s running classic with contemporary updates that appeal to both performance enthusiasts and style-conscious consumers. The rubber outsole features a durable tread pattern engineered for excellent grip across various surfaces. With its perfect balance of eye-catching metallics and sophisticated green tones, this colorway offers a versatile yet distinctive addition to any sneaker rotation.",
    "color": "Silver Metallic/Nightwatch Green/Sea Salt",
    "sku": "gxu2024NB19063",
    "releaseDate": "2024-08-20"
  },
  {
    "name": "New Balance 1906R Black Metallic Silver",
    "firstPict": "assets/brand-products/New Balance/New Balance 1906R Black Metallic Silver - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 1906R Black Metallic Silver - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 1906R Black Metallic Silver - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1950000,
    "discountPrice": 1750000,
    "brand": "New Balance",
    "description": "The New Balance 1906R Black Metallic Silver brings sophisticated stealth to the popular technical running silhouette that has captured the fashion world's attention. This versatile colorway features a primarily black engineered mesh base complemented by metallic silver accents on the iconic 'N' logo and select overlays, creating subtle yet striking contrast. The 1906R model successfully balances early 2000s running heritage with contemporary design sensibilities, offering a refined take on the chunky sneaker trend. Built with premium materials throughout, the upper combines structured support panels with breathable mesh for optimal comfort. The shoe's visible N-ERGY cushioning technology in the midsole provides responsive performance while creating a distinctive visual aesthetic. A durable rubber outsole with thoughtfully engineered traction pattern completes the package. Perfect for styling with both athletic and casual attire, this black and silver iteration delivers a versatile option that transitions effortlessly from day to night, appealing to both sneaker enthusiasts and fashion-conscious consumers seeking a premium yet wearable statement piece.",
    "color": "Black/Metallic Silver",
    "sku": "gxu2023NB19068",
    "releaseDate": "2023-11-15"
  },
  {
    "name": "New Balance 530 White Silver Navy",
    "firstPict": "assets/brand-products/New Balance/New Balance 530 White Silver Navy - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 530 White Silver Navy - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 530 White Silver Navy - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6]
    },
    "tags": ["Most Popular"],
    "price": 1600000,
    "brand": "New Balance",
    "description": "The New Balance 530 White Silver Navy presents a crisp, versatile colorway of this beloved retro running silhouette. This clean combination features a predominantly white mesh and synthetic upper accented by silver metallic overlays and deep navy blue details that create a classic, timeless aesthetic. Originally released in the early 2000s, the 530 has been revitalized as a lifestyle staple that perfectly balances vintage charm with contemporary comfort. The model incorporates New Balance's signature ABZORB midsole technology, providing exceptional shock absorption and cushioning for all-day wear. Its thoughtfully designed upper offers both structure and breathability, while the padded collar and tongue enhance comfort around the ankle. The durable rubber outsole delivers reliable traction and contributes to the shoe's distinctive chunky profile. This White Silver Navy colorway offers exceptional versatility for styling, pairing effortlessly with both casual and more polished outfits. With its combination of retro running heritage, modern comfort technologies, and clean colorway, this 530 iteration appeals to both dedicated New Balance enthusiasts and casual fashion consumers alike.",
    "color": "White/Natural Indigo/Silver",
    "sku": "gxu2024NB5303",
    "releaseDate": "2024-01-15"
  },
  {
    "name": "New Balance 530 Arid Stone",
    "firstPict": "assets/brand-products/New Balance/New Balance 530 Arid Stone - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 530 Arid Stone - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 530 Arid Stone - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1600000,
    "discountPrice": 1350000,
    "brand": "New Balance",
    "description": "The New Balance 530 Arid Stone delivers a sophisticated earth-toned iteration of the popular heritage runner that has become a lifestyle staple. This refined colorway features a tasteful blend of neutral tones centered around the muted Arid Stone hue, creating a versatile, subdued aesthetic perfect for everyday wear. The upper combines breathable mesh with premium suede and synthetic overlays, delivering a balanced mix of comfort and structure. Built on New Balance's celebrated 530 silhouette from the early 2000s, the model retains its chunky, distinctive profile while incorporating modern comfort technologies. The ABZORB midsole provides exceptional cushioning and impact absorption, while the durable rubber outsole offers reliable traction across various surfaces. The thoughtfully designed collar and tongue include plush padding for enhanced comfort around the ankle. This earthy colorway exemplifies New Balance's knack for creating subtle yet distinctive color stories that transcend seasonal trends. Perfect for styling with virtually any casual outfit, the 530 Arid Stone represents an ideal balance of retro running heritage and contemporary lifestyle appeal.",
    "color": "Arid Stone/Brown",
    "sku": "gxu2023NB5309",
    "releaseDate": "2023-09-10"
  },
  {
    "name": "New Balance 574 Legacy of Grey Marblehead",
    "firstPict": "assets/brand-products/New Balance/New Balance 574 Legacy of Grey Marblehead - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 574 Legacy of Grey Marblehead - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 574 Legacy of Grey Marblehead - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Best Seller"],
    "price": 1550000,
    "brand": "New Balance",
    "description": "The New Balance 574 Legacy of Grey Marblehead celebrates the iconic silhouette's rich heritage with a premium execution in the brand's signature grey palette. Part of the 'Legacy of Grey' collection, this distinguished edition features a sophisticated Marblehead grey suede upper accented with thoughtfully placed tonal variations that create subtle depth and visual interest. Premium materials elevate the classic 574 design, with high-quality suede dominating the upper alongside breathable mesh inserts for comfort. The signature ENCAP midsole technology combines lightweight foam with a durable polyurethane rim for the perfect balance of cushioning and stability that has made the 574 a lasting favorite. Small details honor the model's legacy, including meticulously color-matched laces, precise stitching, and subtle branding touches. The timeless aesthetics of this grey iteration perfectly embody New Balance's commitment to understated sophistication, creating a versatile sneaker that pairs effortlessly with virtually any casual outfit. By focusing on this quintessential New Balance colorway, the Legacy of Grey Marblehead edition pays tribute to the 574's enduring appeal while offering premium craftsmanship for the discerning sneaker enthusiast.",
    "color": "Marblehead Grey",
    "sku": "gxu2023NB5747",
    "releaseDate": "2023-07-18"
  },
  {
    "name": "New Balance 509 Black Silver",
    "firstPict": "assets/brand-products/New Balance/New Balance 509 Black Silver - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance 509 Black Silver - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance 509 Black Silver - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6]
    },
    "tags": ["Free Delivery"],
    "price": 1500000,
    "brand": "New Balance",
    "description": "The New Balance 509 Black Silver offers a sleek, understated approach to the brand's heritage-inspired lifestyle category. This versatile colorway combines a predominantly black mesh and synthetic upper with subtle silver accents, creating a refined aesthetic that transitions seamlessly from casual to more polished settings. The 509 silhouette features a streamlined profile with design cues that reference New Balance's rich running heritage while adapting for contemporary lifestyle wear. A cushioned midsole provides dependable comfort for all-day use, while the textured rubber outsole delivers reliable traction across various surfaces. The upper combines breathable mesh with strategic overlays for a balanced mix of ventilation and structure. Reflective details enhance visibility in low-light conditions while adding subtle visual interest to the design. The padded collar and tongue deliver added comfort around the ankle area. With its timeless black and silver color combination and versatile design, the 509 represents an accessible entry point into New Balance's lineup, offering the brand's signature quality and comfort in a clean, straightforward package that complements virtually any casual wardrobe.",
    "color": "Black/Silver",
    "sku": "gxu2024NB5095",
    "releaseDate": "2024-03-05"
  },
  {
    "name": "New Balance FuelCell Super Comp Elite V4 Hot Mango",
    "firstPict": "assets/brand-products/New Balance/New Balance FuelCell Super Comp Elite V4 Hot Mango - 1.png",
    "secondPict": "assets/brand-products/New Balance/New Balance FuelCell Super Comp Elite V4 Hot Mango - 2.png",
    "thirdPict": "assets/brand-products/New Balance/New Balance FuelCell Super Comp Elite V4 Hot Mango - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Best Seller"],
    "price": 3200000,
    "brand": "New Balance",
    "description": "The New Balance FuelCell Super Comp Elite V4 Hot Mango delivers a vibrant colorway of the brand's premier marathon racing shoe, designed for competitive runners seeking maximum performance. Released in February 2024, this eye-catching iteration showcases a bright Hot Mango upper that demands attention on race day. The Super Comp Elite V4 marks a significant evolution in New Balance's racing lineup, featuring a new PEBA-based FuelCell foam midsole that delivers exceptional energy return and responsive cushioning. At its core is the innovative Energy Arc technology, incorporating a uniquely curved carbon fiber plate and strategic geometric midsole cutouts that work together to store and release energy with each stride. The engineered mesh upper provides targeted breathability and secure foot containment while maintaining a remarkably lightweight profile. With a stack height approaching the legal limit for competition, this model offers maximum leg-saving cushioning for marathon distances. The tacky rubber outsole provides reliable traction in various conditions. This Hot Mango colorway combines race-day visibility with the SC Elite V4's reputation for delivering a softer, more forgiving ride than many competitors while still maintaining elite racing performance.",
    "color": "Hot Mango/Black",
    "sku": "gxu2024NBSCE4",
    "releaseDate": "2024-02-01"
  },
  {
    "name": "Nike Blazer Mid '77 Vintage White Black",
    "firstPict": "assets/brand-products/Nike/Nike Blazer Mid '77 Vintage White Black (2019) - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Blazer Mid '77 Vintage White Black (2019) - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Blazer Mid '77 Vintage White Black (2019) - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1550000,
    "discountPrice": 1300000,
    "brand": "Nike",
    "description": "The Nike Blazer Mid '77 Vintage White Black celebrates basketball heritage with its classic silhouette and timeless color blocking. Released in 2019, this iconic sneaker features a premium white leather upper with contrasting black details including the signature oversized Swoosh, heel tab, and laces. The shoe's vintage appeal is enhanced by the slightly yellowed midsole and exposed foam tongue, creating an authentically retro aesthetic. Originally designed as a basketball shoe in the 1970s, the Blazer has evolved into a streetwear staple that offers versatile styling options. The autoclave construction fuses the outsole to the midsole for a streamlined look, while the non-marking solid rubber outsole provides excellent traction. This Mid '77 edition strikes the perfect balance between nostalgic design and contemporary comfort, making it a must-have for collectors and casual wearers alike.",
    "color": "White/Black",
    "sku": "gxu2019BLZ1977",
    "releaseDate": "2019-03-29"
  },
  {
    "name": "Nike Odyssey React Flyknit 2 Nathan Bell",
    "firstPict": "assets/brand-products/Nike/Nike Odyssey React Flyknit 2 Nathan Bell - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Odyssey React Flyknit 2 Nathan Bell - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Odyssey React Flyknit 2 Nathan Bell - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1850000,
    "discountPrice": 1550000,
    "brand": "Nike",
    "description": "The Nike Odyssey React Flyknit 2 Nathan Bell represents a creative collaboration that combines performance running technology with unique artistic flair. Released in February 2019, this special edition features playful, hand-drawn illustrations by artist Nathan Bell throughout the black Flyknit upper, adding personality and visual interest to the performance silhouette. The shoe utilizes Nike's responsive React foam technology, providing a lightweight, bouncy cushioning system with excellent energy return for runners of all levels. The Flyknit construction delivers targeted breathability, stretch, and support where needed most, while wrapping the foot in comfortable, sock-like fit. A neoprene tongue extends into a partial bootie for secure midfoot containment, and strategic rubber placement on the outsole enhances durability in high-wear areas. With its balance of artistic expression and technical features, this collaborative design offers both performance benefits and standout style for runners who appreciate distinctive aesthetics.",
    "color": "Black/White",
    "sku": "gxu2019ORF9010",
    "releaseDate": "2019-02-04"
  },
  {
    "name": "Nike SB Dunk Low Pro Parra Abstract Art",
    "firstPict": "assets/brand-products/Nike/Nike SB Dunk Low Pro Parra Abstract Art (2021) - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike SB Dunk Low Pro Parra Abstract Art (2021) - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike SB Dunk Low Pro Parra Abstract Art (2021) - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2450000,
    "brand": "Nike",
    "description": "The Nike SB Dunk Low Pro Parra Abstract Art represents the second major collaboration between Nike SB and Dutch artist Piet Parra, released on July 31, 2021. This striking design coincided with skateboarding's Olympic debut in Tokyo, with Parra also designing the official uniforms for the Nike SB Olympic teams. The shoe features an off-white nubuck base punctuated by Parra's signature colorful abstract pattern with swirling geometrics in red, pink, and blue tones on the mudguard, eyestays, heel, and tongue trim. This vivid print coordinates with the Olympic uniforms while showcasing Parra's distinctive artistic style. The design includes both Nike Swoosh branding and Parra's logo on the heel, completed with a clean white midsole and gum rubber outsole. Beyond its artistic appeal, the shoe maintains all the skateboard-ready performance elements that have made the SB Dunk a favorite among skaters, blending functional design with Parra's unmistakable aesthetic for a highly collectible release that bridges sport and art.",
    "color": "White/Pink/Red/Blue",
    "sku": "gxu2021SBD7695",
    "releaseDate": "2021-07-31"
  },
  {
    "name": "Nike Air Force 1 Low Dark Stucco",
    "firstPict": "assets/brand-products/Nike/Nike Air Force 1 Low Dark Stucco - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Air Force 1 Low Dark Stucco - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Air Force 1 Low Dark Stucco - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Free Delivery"],
    "price": 1600000,
    "discountPrice": 1360000,
    "brand": "Nike",
    "description": "The Nike Air Force 1 Low Dark Stucco offers a sophisticated take on the iconic silhouette with its premium materials and earthy color palette. Released in December 2023, this edition features a refined leather upper with a base in olive and overlays in dark stucco grey, creating subtle depth and visual interest. The premium construction is enhanced with olive suede detailing on the Swooshes and heel tabs, adding textural contrast to the design. A ripstop mesh tongue provides breathability and durability, while a sail rubber midsole offers clean contrast against the muted upper. The shoe is completed with a unique green-tinted semi-translucent outsole that adds a distinctive touch to this versatile colorway. As with all Air Force 1 models, the cushioned midsole incorporates Nike Air technology for all-day comfort, while the durable rubber outsole delivers excellent traction. This sophisticated color combination makes the Dark Stucco edition perfect for fall and winter wear, offering versatile styling options while maintaining the timeless appeal of the Air Force 1 legacy.",
    "color": "Dark Stucco/Medium Olive",
    "sku": "gxu2023AF1DS02",
    "releaseDate": "2023-12-12"
  },
  {
    "name": "Nike Dunk Low Premium CO.JP Brown Snakeskin",
    "firstPict": "assets/brand-products/Nike/Nike Dunk Low Premium CO.JP Brown Snakeskin - 1.jpg",
    "secondPict": "assets/brand-products/Nike/Nike Dunk Low Premium CO.JP Brown Snakeskin - 2.jpg",
    "thirdPict": "assets/brand-products/Nike/Nike Dunk Low Premium CO.JP Brown Snakeskin - 3.jpg",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Best Seller"],
    "price": 2100000,
    "brand": "Nike",
    "description": "The Nike Dunk Low Premium CO.JP Brown Snakeskin resurrects a highly coveted Japan-exclusive design from Nike's Concept Japan (CO.JP) series. This premium edition features a luxurious brown leather base complemented by distinctive snakeskin-textured overlays that create a sophisticated, eye-catching aesthetic. The meticulously crafted upper showcases rich, earthy tones with subtle variations that highlight the exotic pattern of the reptilian-inspired material. Nike's attention to detail extends to the premium leather lining and cushioned sockliner for exceptional comfort. The classic Dunk silhouette maintains its iconic shape with perforated toe box, padded tongue, and supportive ankle collar. A clean, white midsole provides contrast against the earthy upper, while the matching brown rubber outsole completes the cohesive design. Part of Nike's celebrated CO.JP collection that originally catered to the Japanese market with exclusive colorways and premium materials, this Brown Snakeskin iteration represents the perfect blend of high-end craftsmanship and street-ready style, appealing to both sneaker collectors and fashion enthusiasts.",
    "color": "Brown/Sail",
    "sku": "gxu2024DLJP453",
    "releaseDate": "2024-02-15"
  },
  {
    "name": "Nike Shox R4 Black Silver Metallic",
    "firstPict": "assets/brand-products/Nike/Nike Shox R4 Black Silver Metallic (2025) - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Shox R4 Black Silver Metallic (2025) - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Shox R4 Black Silver Metallic (2025) - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 1950000,
    "brand": "Nike",
    "description": "The Nike Shox R4 Black Silver Metallic 2025 edition revives a turn-of-the-millennium classic with its distinctive futuristic design and innovative cushioning system. This iconic silhouette features a sleek black synthetic and mesh upper accented with eye-catching metallic silver details that pay homage to the original Y2K aesthetic. The shoe's defining feature remains the revolutionary Shox cushioning technology—four column-like pillars in the heel that deliver responsive, springy support and unique visual appeal. Originally released in 2000 after years of development, the Shox R4 represented a dramatic departure from conventional cushioning systems, combining mechanical cushioning with a futuristic look that still turns heads today. The 2025 retro version stays true to the original design while incorporating subtle comfort upgrades for the modern wearer. A durable rubber outsole provides excellent traction, while the padded collar and tongue enhance comfort around the ankle. This black and silver colorway offers versatile styling options while celebrating the bold innovation that defined Nike's approach to performance footwear at the dawn of the new millennium.",
    "color": "Black/Silver Metallic",
    "sku": "gxu2025SHX4025",
    "releaseDate": "2025-01-10"
  },
  {
    "name": "Nike Air Force 1 Low Gorge Green",
    "firstPict": "assets/brand-products/Nike/Nike Air Force 1 Low Gorge Green - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Air Force 1 Low Gorge Green - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Air Force 1 Low Gorge Green - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1650000,
    "discountPrice": 1400000,
    "brand": "Nike",
    "description": "The Nike Air Force 1 Low Gorge Green delivers a rich, seasonal take on the iconic silhouette with its deep forest green colorway and premium construction. This edition features a high-quality leather upper entirely dressed in the lush Gorge Green hue, creating a bold yet versatile look perfect for fall and winter styling. The monochromatic approach extends across the shoe's classic elements including the Swoosh, heel tab, and midsole, creating a cohesive, sophisticated aesthetic. Nike's attention to detail is evident in the perfectly executed perforation pattern on the toe box and the precise stitching throughout. The shoe retains all the comfort features that have made the Air Force 1 a lasting favorite, including the Air-cushioned midsole for responsive cushioning and the durable rubber outsole with its signature pivot-point pattern for excellent traction. The padded collar and cushioned footbed provide additional comfort for all-day wear. This versatile colorway offers a refreshing alternative to the classic white AF1 while maintaining the silhouette's timeless appeal, making it an excellent addition to any sneaker collection.",
    "color": "Gorge Green",
    "sku": "gxu2024AF1GG42",
    "releaseDate": "2024-09-05"
  },
  {
    "name": "Nike Court Vision Mid Winter Elemental Gold",
    "firstPict": "assets/brand-products/Nike/Nike Court Vision Mid Winter Elemental Gold.jpg",
    "secondPict": "assets/brand-products/Nike/Nike Court Vision Mid Winter Elemental Gold - 2.jpg",
    "thirdPict": "assets/brand-products/Nike/Nike Court Vision Mid Winter Elemental Gold - 3.jpg",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [6, 7, 8, 9],
      "kids": [4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1750000,
    "discountPrice": 1480000,
    "brand": "Nike",
    "description": "The Nike Court Vision Mid Winter Elemental Gold combines basketball-inspired design with practical winter-ready features. This seasonal adaptation features a rich wheat/elemental gold colorway that gives the shoe a premium, workboot-inspired aesthetic perfect for colder months. The upper utilizes water-resistant materials and reinforced construction to withstand wet and cold conditions, while maintaining the classic basketball silhouette that inspired the Court Vision line. Enhanced insulation provides additional warmth without excess bulk, making these suitable for everyday winter wear. The mid-top design offers ankle support and protection, complemented by a padded collar for increased comfort. An aggressive rubber outsole pattern delivers excellent traction on various surfaces including wet and slippery conditions, with deeper grooves specifically engineered for winter terrain. The shoe's interior features soft fabric lining and enhanced cushioning to provide all-day comfort, while the classic rubber cupsole construction maintains the vintage basketball aesthetic while providing durable impact protection. This versatile winter edition bridges the gap between athletic heritage and practical seasonal footwear.",
    "color": "Elemental Gold/Brown",
    "sku": "gxu2024CVM1057",
    "releaseDate": "2024-10-15"
  },
  {
    "name": "Nike Air Force 1 Low '07 Triple White",
    "firstPict": "assets/brand-products/Nike/Nike Air Force 1 Low '07 Triple White (2021) - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Air Force 1 Low '07 Triple White (2021) - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Air Force 1 Low '07 Triple White (2021) - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1550000,
    "brand": "Nike",
    "description": "The Nike Air Force 1 Low '07 Triple White, refreshed for 2021, continues the legacy of one of the most iconic sneakers of all time with its clean, versatile design. This edition maintains the classic silhouette introduced in 1982, featuring a premium all-white leather upper with the signature perforated toe box for breathability and style. The monochromatic approach extends to every detail, from the Swoosh logo to the midsole and outsole, creating a pristine, minimalist aesthetic that has become a cultural phenomenon. The '07 designation indicates the modern construction that enhances comfort while preserving the shoe's classic DNA. Nike Air technology remains embedded in the midsole, providing lightweight cushioning that made the original revolutionary, while the padded collar offers additional comfort around the ankle. The star-patterned rubber outsole delivers excellent traction and durability, completing a design that has transcended its basketball origins to become a fashion staple. This triple white colorway represents the ultimate versatile sneaker, easily paired with any outfit and appropriate for virtually any occasion, explaining its enduring popularity across generations and style preferences.",
    "color": "White/White",
    "sku": "gxu2021AF107W",
    "releaseDate": "2021-01-20"
  },
  {
    "name": "Nike Dunk Low Retro White Black Panda",
    "firstPict": "assets/brand-products/Nike/Nike Dunk Low Retro White Black Panda - 1.png",
    "secondPict": "assets/brand-products/Nike/Nike Dunk Low Retro White Black Panda - 2.png",
    "thirdPict": "assets/brand-products/Nike/Nike Dunk Low Retro White Black Panda - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1750000,
    "brand": "Nike",
    "description": "The Nike Dunk Low Retro White Black 'Panda' has become one of the most sought-after colorways in recent sneaker history due to its clean, versatile aesthetic. This edition features a classic two-tone color blocking with a crisp white leather base complemented by bold black overlays, creating a timeless, high-contrast look that earned it the 'Panda' nickname. Originally designed as a basketball shoe in 1985, the Dunk Low has evolved into a cultural icon that transcends sports, streetwear, and fashion. The shoe maintains its heritage design elements including the perforated toe box, padded low-cut collar, and classic stitching pattern throughout. The cushioned foam midsole provides comfortable support, while the durable rubber outsole offers excellent traction with its original pivot point pattern. Despite multiple restocks since its modern reintroduction, the Panda Dunk continues to sell out quickly due to its perfect balance of simplicity and style. Its universal appeal makes it an ideal complement to virtually any outfit, explaining its immense popularity among sneaker enthusiasts and casual wearers alike as a modern classic that seems immune to trend cycles.",
    "color": "White/Black",
    "sku": "gxu2022DLRPWB",
    "releaseDate": "2022-03-10"
  },
  {
    "name": "On Running Cloudmonster White Glacier",
    "firstPict": "assets/brand-products/OnClouds/ON Running Cloudmonster White Glacier (Women's) - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON Running Cloudmonster White Glacier (Women's) - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON Running Cloudmonster White Glacier (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 6, 6.5, 7, 7.5, 8, 8.5, 9, 9.5, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1699000,
    "discountPrice": 1499000,
    "brand": "OnClouds",
    "description": "The On Running Cloudmonster White Glacier for women delivers a maximally cushioned running experience with monster-level bounce. Featuring ON's largest CloudTec cushioning elements to date, providing extraordinary energy return and shock absorption for long runs. The White Glacier colorway offers a clean, stylish aesthetic with premium breathable mesh upper and the signature ON Speedboard technology for a smooth, forward-rolling ride. Released in 2023, it's the perfect choice for runners seeking maximum comfort for everyday training and recovery runs.",
    "color": "White/Glacier",
    "sku": "OCW2023MGX9278",
    "releaseDate": "2023-05-12"
  },
  {
    "name": "On Running Cloud 5 Waterproof Metal Navy",
    "firstPict": "assets/brand-products/OnClouds/On Running Cloud 5 Waterproof Metal Navy (Women's) - 1.png",
    "secondPict": "assets/brand-products/OnClouds/On Running Cloud 5 Waterproof Metal Navy (Women's) - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/On Running Cloud 5 Waterproof Metal Navy (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5.5, 6, 7, 7.5, 8, 8.5, 9, 9.5, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 1599000,
    "discountPrice": 1399000,
    "brand": "OnClouds",
    "description": "The On Running Cloud 5 Waterproof in Metal Navy offers all-weather protection without sacrificing style or comfort. This women's model features On's advanced waterproof membrane technology that keeps feet dry while maintaining breathability. The signature CloudTec sole provides the cushioned landing and explosive take-off that On is known for, while the sleek Metal Navy colorway offers versatile style for both athletic and casual wear. Perfect for rainy day runs or everyday urban adventures, this shoe combines Swiss engineering with practical weatherproofing for year-round performance.",
    "color": "Metal Navy",
    "sku": "OWC2022MNP7631",
    "releaseDate": "2022-09-15"
  },
  {
    "name": "On Running Cloud 5 Fig Quartz",
    "firstPict": "assets/brand-products/OnClouds/On Running Cloud 5 Fig Quartz (Women's) - 1.png",
    "secondPict": "assets/brand-products/OnClouds/On Running Cloud 5 Fig Quartz (Women's) - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/On Running Cloud 5 Fig Quartz (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 5.5, 6, 6.5, 7, 7.5, 8, 8.5, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1499000,
    "discountPrice": 1299000,
    "brand": "OnClouds",
    "description": "The On Running Cloud 5 in Fig Quartz offers a stylish yet functional option for active women. This lightweight runner features On's signature CloudTec cushioning technology for superior comfort during all-day wear. The breathable upper in a sophisticated Fig Quartz colorway provides a fashionable twist to athletic footwear, making it suitable for both workouts and casual outings. With a responsive Speedboard for energy return and durable construction, the Cloud 5 delivers the perfect balance of performance and style for women seeking a versatile everyday sneaker.",
    "color": "Fig Quartz",
    "sku": "OWC2023FQP8294",
    "releaseDate": "2023-03-21"
  },
  {
    "name": "On Running Cloudvista Navy Wash",
    "firstPict": "assets/brand-products/OnClouds/ON Running Cloudvista Navy Wash - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON Running Cloudvista Navy Wash - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON Running Cloudvista Navy Wash - 3.png",
    "sizes": {
      "men": [7, 7.5, 8, 8.5, 9, 9.5, 10, 10.5, 11, 12],
      "women": [],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1599000,
    "discountPrice": 1450000,
    "brand": "OnClouds",
    "description": "The On Running Cloudvista in Navy Wash is a versatile trail running shoe designed for mixed terrain adventures. Built with ON's Missiongrip outsole for superior traction on varied surfaces and Cloudtec cushioning for comfort on long runs. The Navy Wash colorway offers a sleek, modern aesthetic while remaining practical for trail conditions. The shoe features a reinforced mesh upper for durability and protection, with a secure lacing system for a locked-in fit. Released in 2022, the Cloudvista strikes an ideal balance between lightweight construction and rugged durability for trail enthusiasts.",
    "color": "Navy Wash",
    "sku": "ONM2022NWZ5491",
    "releaseDate": "2022-07-12"
  },
  {
    "name": "On Running Cloudmonster 2 Ivory Silver",
    "firstPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Ivory Silver - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Ivory Silver - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Ivory Silver - 3.png",
    "sizes": {
      "men": [7, 8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12],
      "women": [],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1799000,
    "discountPrice": 1650000,
    "brand": "OnClouds",
    "description": "The On Running Cloudmonster 2 in Ivory Silver represents the next generation of maximum cushioning from the innovative Swiss brand. Building on the success of the original Cloudmonster, version 2 features enhanced CloudTec cushioning elements and a more responsive Helion superfoam midsole for exceptional energy return. The sleek Ivory Silver colorway provides a sophisticated aesthetic with high visibility elements for safety. With a 6mm drop and improved rocker geometry, the Cloudmonster 2 delivers a smooth, rolling transition from heel to toe, making it ideal for long training runs and recovery days. Released in 2024, this model sets a new standard for cushioned daily trainers.",
    "color": "Ivory Silver",
    "sku": "ONM2024ISX7219",
    "releaseDate": "2024-01-25"
  },
  {
    "name": "ON Running The Roger Pro 2 White Indigo",
    "firstPict": "assets/brand-products/OnClouds/ON Running The Roger Pro 2 White Indigo - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON Running The Roger Pro 2 White Indigo - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON Running The Roger Pro 2 White Indigo - 3.png",
    "sizes": {
      "men": [7, 7.5, 8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12],
      "women": [],
      "kids": []
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 1899000,
    "discountPrice": 1699000,
    "brand": "OnClouds",
    "description": "The ON Running The Roger Pro 2 in White Indigo is a premium performance tennis shoe developed in collaboration with tennis legend Roger Federer. This second-generation model builds on the original with enhanced support and responsiveness for competitive court play. Featuring ON's specialized SpeedBoard technology and strategic CloudTec cushioning, the shoe delivers explosive movement and stability during lateral cuts and quick direction changes. The White Indigo colorway offers a classic tennis aesthetic with modern details, while the engineered mesh upper provides breathability during intense matches. Released in 2023, this shoe represents the pinnacle of ON's tennis footwear innovation.",
    "color": "White Indigo",
    "sku": "ORPM2023WIZ6319",
    "releaseDate": "2023-06-18"
  },
  {
    "name": "On CLOUDTILT Ultramarine Eclipse",
    "firstPict": "assets/brand-products/OnClouds/ON CLOUDTILT Ultramarine Eclipse - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON CLOUDTILT Ultramarine Eclipse - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON CLOUDTILT Ultramarine Eclipse - 3.png",
    "sizes": {
      "men": [7, 7.5, 8, 8.5, 9, 9.5, 10, 10.5, 11, 12],
      "women": [],
      "kids": []
    },
    "tags": ["Most Popular", "Special Price"],
    "price": 1699000,
    "discountPrice": 1499000,
    "brand": "OnClouds",
    "description": "The On CLOUDTILT in Ultramarine Eclipse introduces a revolutionary approach to casual performance footwear. Designed with ON's unique 'tilt' technology, these shoes feature an engineered midsole geometry that promotes natural forward momentum and effortless movement. The striking Ultramarine Eclipse colorway combines deep blues with subtle accents for a contemporary, versatile look. Built with premium materials including a knit upper for adaptive comfort and the signature CloudTec cushioning for impact protection, the CLOUDTILT delivers all-day wearability with distinctive Swiss design. Perfect for active lifestyles that blend athletic performance with casual wear, this 2023 release showcases ON's commitment to innovative footwear solutions.",
    "color": "Ultramarine Eclipse",
    "sku": "OCT2023UEV9137",
    "releaseDate": "2023-11-10"
  },
  {
    "name": "On Running Cloudwander Waterproof Black Eclipse",
    "firstPict": "assets/brand-products/OnClouds/On Running Cloudwander Waterproof Black Eclipse - 1.png",
    "secondPict": "assets/brand-products/OnClouds/On Running Cloudwander Waterproof Black Eclipse - 1.png", 
    "thirdPict": "assets/brand-products/OnClouds/On Running Cloudwander Waterproof Black Eclipse - 3.png",
    "sizes": {
      "men": [7, 8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 13],
      "women": [],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 1799000,
    "discountPrice": 1599000,
    "brand": "OnClouds",
    "description": "The On Running Cloudwander Waterproof in Black Eclipse combines urban style with outdoor functionality. This versatile shoe features a fully waterproof membrane that keeps feet dry in wet conditions while maintaining breathability. The rugged outsole provides reliable traction on varied terrain, from city streets to light trails. With ON's signature CloudTec cushioning and a supportive midfoot structure, the Cloudwander delivers all-day comfort for exploration. The sleek Black Eclipse colorway offers a sophisticated aesthetic that transitions seamlessly from outdoor adventures to casual settings. Released in 2023, this model exemplifies ON's approach to creating performance footwear for the modern adventurer.",
    "color": "Black Eclipse",
    "sku": "OCW2023BEU5721",
    "releaseDate": "2023-08-16"
  },
  {
    "name": "On Running Cloud 6 White",
    "firstPict": "assets/brand-products/OnClouds/On Running Cloud 6 White - 1.png",
    "secondPict": "assets/brand-products/OnClouds/On Running Cloud 6 White - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/On Running Cloud 6 White - 3.png",
    "sizes": {
      "men": [7, 7.5, 8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12],
      "women": [],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1499000,
    "discountPrice": 1350000,
    "brand": "OnClouds",
    "description": "The On Running Cloud 6 in classic White represents the latest evolution of the shoe that launched the Swiss brand into prominence. This sixth-generation model refines the iconic Cloud silhouette with updated CloudTec cushioning for improved comfort and responsiveness. The clean white design maintains the minimalist aesthetic that has made the Cloud series a favorite for both active and casual wear. Featuring a breathable engineered mesh upper and the signature speed-lacing system, the Cloud 6 delivers convenience and performance in a lightweight package. Released in 2024, this versatile shoe continues to embody ON's philosophy of blending performance technology with sleek, Swiss design principles.",
    "color": "White",
    "sku": "OC62024WHP3846",
    "releaseDate": "2024-02-15"
  },
  {
    "name": "On Running Cloud X 3 AD Ice Ultramarine",
    "firstPict": "assets/brand-products/OnClouds/On Running Cloud X 3 AD Ice Ultramarine (Women's) - 1.png",
    "secondPict": "assets/brand-products/OnClouds/On Running Cloud X 3 AD Ice Ultramarine (Women's) - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/On Running Cloud X 3 AD Ice Ultramarine (Women's) - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 5.5, 6, 6.5, 7, 7.5, 8, 8.5, 9, 9.5, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1599000,
    "discountPrice": 1399000,
    "brand": "OnClouds",
    "description": "The On Running Cloud X 3 AD in Ice Ultramarine for women is the third generation of ON's versatile cross-training shoe. Designed for mixed workouts, this model features updated Helion superfoam and CloudTec technology for responsive cushioning during various activities from running to gym sessions. The breathable engineered mesh upper in the striking Ice Ultramarine colorway provides a fresh, energetic aesthetic while delivering adaptive support. With a lightweight construction and moderate stack height, the Cloud X 3 AD offers agility and stability for dynamic movements. This 2023 release continues the Cloud X line's reputation as the go-to shoe for athletes who demand versatility in their training footwear.",
    "color": "Ice Ultramarine",
    "sku": "OCX2023IUM6482",
    "releaseDate": "2023-04-27"
  },
  {
    "name": "On Running Cloudmonster 2 Asphalt Iron",
    "firstPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Asphalt Iron - 1.png",
    "secondPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Asphalt Iron - 2.png",
    "thirdPict": "assets/brand-products/OnClouds/ON Running Cloudmonster 2 Asphalt Iron - 3.png",
    "sizes": {
      "men": [7, 7.5, 8, 8.5, 9, 9.5, 10, 10.5, 11, 12, 13],
      "women": [],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1799000,
    "discountPrice": 1650000,
    "brand": "OnClouds",
    "description": "The ON Running Cloudmonster 2 in Asphalt Iron delivers maximum cushioning in a sleek, urban-inspired package. This second-generation model builds on the success of the original Cloudmonster with enhanced CloudTec elements and an optimized Helion superfoam midsole for superior energy return during long runs. The versatile Asphalt Iron colorway provides a sophisticated aesthetic that works well for both athletic and casual settings. Featuring ON's innovative Speedboard technology and a rocker geometry that promotes smooth transitions, the Cloudmonster 2 is engineered for comfort over distance without sacrificing responsiveness. Released in 2024, this premium daily trainer represents ON's commitment to pushing the boundaries of cushioned running footwear.",
    "color": "Asphalt Iron",
    "sku": "OCM2024AIY8351",
    "releaseDate": "2024-01-25"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 Garden Green Pure Silver Navy",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Garden Green Pure Silver Navy.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Garden Green Pure Silver Navy - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Garden Green Pure Silver Navy - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1600000,
    "discountPrice": 1400000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 in Garden Green with Pure Silver and Navy accents offers a fresh take on the iconic silhouette first introduced for the 1968 Mexico Olympics. This heritage design features the signature Tiger Stripes that debuted in 1966, becoming the brand's trademark. The premium leather upper provides durability and a comfortable fit, while the low-profile silhouette offers excellent ground feel. Originally designed as a training shoe for athletes, the Mexico 66 has evolved into a fashion staple known for its timeless design and superior craftsmanship. This versatile colorway pairs well with both casual and athletic attire, making it a must-have addition to any sneaker collection.",
    "color": "Garden Green/Pure Silver/Navy",
    "sku": "OTM2023GSN7451",
    "releaseDate": "2023-07-15"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 SD Metallic Series Crystal Pink Cream",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Metallic Series Crystal Pink Cream - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Metallic Series Crystal Pink Cream - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Metallic Series Crystal Pink Cream - 3.png",
    "sizes": {
      "men": [],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1750000,
    "discountPrice": 1550000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 SD Metallic Series in Crystal Pink and Cream exudes sophisticated elegance with its premium materials and subtle shine. Part of the special Metallic Series, this women's model features a luxurious leather upper with metallic accents that catch the light with every step. The SD (Super Deluxe) version elevates the classic Mexico 66 silhouette with enhanced comfort features including a removable OrthoLite sockliner and improved cushioning. The signature Tiger Stripes in contrasting cream provide the iconic look that has defined the brand since 1966, while the crystal pink base offers a feminine touch to this retro design. A rubber outsole ensures reliable traction and durability for everyday wear, making this shoe both a fashion statement and a functional classic.",
    "color": "Crystal Pink/Cream",
    "sku": "OTM2024PCM5937",
    "releaseDate": "2024-02-10"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 Slip-On Kill Bill",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Kill Bill - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Kill Bill - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Kill Bill - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1650000,
    "discountPrice": 1450000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 Slip-On Kill Bill pays homage to the iconic yellow and black tracksuit worn by Uma Thurman in Quentin Tarantino's film 'Kill Bill', which itself referenced Bruce Lee's famous outfit in 'Game of Death'. This slip-on version removes the traditional laces for easy on-and-off wear while maintaining the classic Mexico 66 silhouette. The vibrant yellow leather upper with black Tiger Stripes creates a bold look that's instantly recognizable to film and sneaker enthusiasts alike. Elastic side panels provide a secure fit without sacrificing comfort, while the OrthoLite sockliner offers cushioning for all-day wear. The rubber outsole provides excellent traction and durability, making this pop culture-inspired sneaker as functional as it is stylish.",
    "color": "Yellow/Black",
    "sku": "OTM2022YBK8246",
    "releaseDate": "2022-09-22"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 Birch Rust Red (Pre-School)",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Birch Rust Red (Pre-School) - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Birch Rust Red (Pre-School) - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Birch Rust Red (Pre-School) - 3.png",
    "sizes": {
      "men": [],
      "women": [],
      "kids": [11, 12, 13, 1, 2, 3]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1200000,
    "discountPrice": 1000000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 Birch Rust Red Pre-School edition brings the iconic heritage design to younger feet. This miniature version of the classic Mexico 66 features the same premium materials and craftsmanship as the adult model, but sized specifically for pre-school children. The birch (cream) leather upper with rust red accents and Tiger Stripes creates a vintage aesthetic that's both stylish and versatile. For ease of use, this children's model includes a hook-and-loop closure instead of traditional laces, making it simple for little ones to put on and take off their shoes independently. The durable rubber outsole provides excellent traction for active play, while the cushioned footbed ensures all-day comfort. This Pre-School edition introduces children to Japanese craftsmanship and timeless design at an early age.",
    "color": "Birch/Rust Red",
    "sku": "OTK2023BRK4691",
    "releaseDate": "2023-06-05"
  },
  {
    "name": "Onitsuka Tiger Tokuten White Beige Red Green",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Beige Red Green - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Beige Red Green - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Beige Red Green - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1550000,
    "discountPrice": 1350000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Tokuten in White, Beige, Red, and Green draws inspiration from vintage indoor soccer shoes with its clean lines and low-profile silhouette. Originally introduced in the 1970s as a futsal shoe, the Tokuten has been reimagined with premium materials while maintaining its classic court-ready design. The white leather upper serves as a canvas for the colorful accents in beige, red, and green, creating a look that's both retro and contemporary. The padded tongue and collar provide comfort around the ankle, while the vulcanized rubber outsole offers excellent grip on various surfaces. The signature Tiger Stripes stand out against the white background, showcasing the brand's heritage. This versatile colorway blends casual style with athletic heritage, making it suitable for both everyday wear and fashion-forward outfits.",
    "color": "White/Beige/Red/Green",
    "sku": "OTT2024WBRG3517",
    "releaseDate": "2024-03-20"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 SD Black Denim",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Black Denim - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Black Denim - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 SD Black Denim - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1700000,
    "discountPrice": 1500000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 SD Black Denim offers a contemporary twist on the classic silhouette by incorporating durable denim material into its upper construction. This Super Deluxe (SD) version enhances the original Mexico 66 design with premium materials and added comfort features, including a cushioned OrthoLite sockliner and improved midsole. The black denim upper with matching leather Tiger Stripes creates a sophisticated, versatile look that pairs well with casual attire. The SD model maintains the iconic design elements that made the Mexico 66 famous, including the signature heel flap and streamlined profile, while adding modern comfort technologies. The denim construction provides both texture and durability, making this a standout addition to any sneaker collection. Perfect for everyday wear, this model combines Japanese craftsmanship with contemporary styling.",
    "color": "Black Denim",
    "sku": "OTM2023BDM6431",
    "releaseDate": "2023-11-15"
  },
  {
    "name": "Onitsuka Tiger Tokuten Beige Tan",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten Beige Tan - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten Beige Tan -2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten Beige Tan - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1550000,
    "discountPrice": 1350000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Tokuten in Beige and Tan showcases minimalist elegance with its monochromatic earth-toned palette. This indoor soccer-inspired shoe blends vintage athletic design with contemporary refinement, featuring a premium suede and leather construction that elevates the classic silhouette. The soft beige base with tan accents creates a versatile, neutral colorway that complements any casual outfit. Built on a slim vulcanized sole for a close-to-ground feel, the Tokuten offers excellent flexibility and control – characteristics that made the original a favorite among futsal players in the 1970s. The subtle contrast between the upper and the signature Tiger Stripes provides just enough visual interest while maintaining the shoe's sophisticated appeal. The padded collar and cushioned footbed ensure day-long comfort, making this refined sneaker perfect for both urban exploration and relaxed social settings.",
    "color": "Beige/Tan",
    "sku": "OTT2022BTN5764",
    "releaseDate": "2022-08-10"
  },
  {
    "name": "Onitsuka Tiger Edr 78 Grey",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Edr 78 Grey - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Edr 78 Grey - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Edr 78 Grey - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1650000,
    "discountPrice": 1450000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger EDR 78 in Grey revives a running classic from 1978, blending heritage design with contemporary style. Named after the Endorphin Runner (EDR), this model was originally created for long-distance comfort during the jogging boom of the late 1970s. The modern iteration maintains the vintage runner aesthetic with its suede and mesh upper in various shades of grey, creating a subtle, versatile look. The distinctive midsole design provides enhanced cushioning and shock absorption, while the treaded rubber outsole ensures reliable traction. The signature Tiger Stripes stand out against the grey background, highlighting the brand's storied legacy in running footwear. This updated version of the EDR 78 offers the perfect balance of retro appeal and modern comfort, making it an excellent choice for both casual wear and light athletic activities.",
    "color": "Grey",
    "sku": "OTE2023GRM9175",
    "releaseDate": "2023-10-05"
  },
  {
    "name": "Onitsuka Tiger Mexico 66 Slip-On Birch Wood Crepe",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Birch Wood Crepe - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Birch Wood Crepe - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Mexico 66 Slip-On Birch Wood Crepe - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 1700000,
    "discountPrice": 1500000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Mexico 66 Slip-On in Birch Wood Crepe offers a sophisticated take on the laceless design, combining the iconic Mexico 66 silhouette with premium natural materials. The birch-colored leather upper provides a clean, versatile base, while the wood crepe-inspired detailing adds warm, earthy contrast. Elastic side panels ensure easy on-and-off access without sacrificing a secure fit, making this slip-on version perfect for casual, everyday wear. The OrthoLite sockliner delivers enhanced comfort and breathability, while the rubber outsole maintains the excellent traction of the original Mexico 66. The signature Tiger Stripes stand out against the light upper, preserving the model's distinctive heritage appeal. This elevated, convenient interpretation of a classic design perfectly balances athletic heritage with contemporary lifestyle needs, creating a refined option for those who appreciate both style and practicality.",
    "color": "Birch/Wood Crepe",
    "sku": "OTM2023BWC4815",
    "releaseDate": "2023-04-15"
  },
  {
    "name": "Onitsuka Tiger Tokuten White Black",
    "firstPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Black - 1.png",
    "secondPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Black - 2.png",
    "thirdPict": "assets/brand-products/Onisutka Tiger/Onitsuka Tiger Tokuten White Black - 3.png",
    "sizes": {
      "men": [7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9],
      "kids": []
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 1550000,
    "discountPrice": 1350000,
    "brand": "Onitsuka Tiger",
    "description": "The Onitsuka Tiger Tokuten in White and Black offers a clean, classic approach to the vintage indoor soccer shoe. This timeless colorway features a premium white leather upper with contrasting black Tiger Stripes and heel tab, creating a versatile look that pairs easily with any outfit. Originally designed for futsal in the 1970s, the Tokuten maintains its low-profile silhouette and close-to-ground feel that made it popular among players. The vulcanized rubber outsole provides excellent flexibility and grip, while the padded collar and cushioned footbed ensure comfort for all-day wear. The simplicity of the white and black palette highlights the shoe's clean lines and thoughtful proportions, making it a minimalist fashion statement. Whether worn for its athletic heritage or contemporary style, this Tokuten colorway represents the perfect balance of sport functionality and streetwear appeal.",
    "color": "White/Black",
    "sku": "OTT2023WBK7128",
    "releaseDate": "2023-02-25"
  },
  {
    "name": "Puma Club Retro Prep Adriatic Desert Clay",
    "firstPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 1.jpeg",
    "secondPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 2.jpeg",
    "thirdPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1450000,
    "discountPrice": 1160000,
    "brand": "Puma",
    "description": "The Puma Club Retro Prep Adriatic Desert Clay blends vintage tennis aesthetics with modern comfort. Its earthy desert clay and adriatic blue colorway delivers a perfect balance of subtle sophistication and casual charm. The low-profile silhouette features a premium suede and leather upper with perforated detailing for enhanced breathability. A cushioned insole and lightweight midsole provide all-day comfort, while the durable rubber outsole ensures reliable traction. Finishing touches include tonal stitching, a sleek formstrip, and heritage-inspired branding elements that celebrate Puma's rich sporting legacy.",
    "color": "Adriatic/Desert Clay",
    "sku": "gxu2020CRP4828",
    "releaseDate": "2023-08-12"
  },
  {
    "name": "PUMA All Pro Nitro Bold Blue Koral Ice",
    "firstPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 1.png",
    "secondPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 2.png",
    "thirdPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Special Price"],
    "price": 1850000,
    "discountPrice": 1575000,
    "brand": "Puma",
    "description": "The PUMA All Pro Nitro Bold Blue Koral Ice delivers elite performance with eye-catching style. Engineered with PUMA's proprietary Nitro foam technology, it provides exceptional energy return and lightweight responsiveness for explosive on-court movements. The bold blue upper with koral ice accents features a breathable engineered mesh with strategic support zones for dynamic stability during quick cuts and jumps. A full-length carbon fiber plate enhances propulsion, while the high-traction rubber outsole offers superior grip on any court surface. Designed for serious ballers seeking both performance advantages and head-turning aesthetics, this model represents the pinnacle of PUMA's basketball innovation.",
    "color": "Bold Blue/Koral Ice",
    "sku": "gxu2020APN4829",
    "releaseDate": "2023-05-28"
  },
  {
    "name": "Puma Genetics Marcus Smart Thermal Map",
    "firstPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 1950000,
    "brand": "Puma",
    "description": "The Puma Genetics Marcus Smart Thermal Map edition showcases innovative design inspired by the defensive specialist's playing style. Its unique thermal mapping pattern across the upper represents Smart's defensive heat map, highlighting intensity zones with vibrant gradient colors. Featuring PUMA's responsive ProFoam+ midsole and a high-abrasion rubber outsole with multi-directional traction patterns, these shoes deliver the stability and grip needed for lockdown defensive plays. The reinforced lateral support system and dynamic heel stability provide confidence during quick directional changes. Built for players who pride themselves on defensive versatility, this signature model embodies Smart's tenacious approach to the game.",
    "color": "Thermal Map/Multi",
    "sku": "gxu2020GMS4830",
    "releaseDate": "2023-11-04"
  },
  {
    "name": "Puma Suede Vintage Pristine Chili Oil",
    "firstPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Vintage", "Special Price"],
    "price": 1400000,
    "discountPrice": 1120000,
    "brand": "Puma",
    "description": "The Puma Suede Vintage Pristine Chili Oil celebrates the iconic silhouette with premium materials and heritage-inspired detailing. The plush suede upper in crisp pristine white is beautifully contrasted by rich chili oil red accents on the formstrip and heel tab, creating a timeless two-tone aesthetic. True to its vintage designation, this model features slightly yellowed midsole edges, retro-style tongue labels, and original tooling specifications that pay homage to the 1968 original. The narrow last and slimmed-down profile offer a sleek look, while the cushioned sockliner ensures modern comfort. Finished with gold foil branding and classic suede texture, this edition perfectly balances nostalgic charm with contemporary wearability.",
    "color": "Pristine/Chili Oil",
    "sku": "gxu2020SVP4831",
    "releaseDate": "2022-09-17"
  },
  {
    "name": "Puma Palermo Mauve Mist Mint",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 1500000,
    "brand": "Puma",
    "description": "The Puma Palermo Mauve Mist Mint offers a fresh take on the terrace classic with its subtle pastel palette. The soft mauve mist suede upper is complemented by mint green accents on the signature formstrip and heel tab, creating a harmonious spring-inspired colorway. A slimmed-down silhouette stays true to the model's soccer-inspired roots, while the gum rubber sole adds a touch of vintage appeal and reliable traction. Featuring precise stitching, gold-stamped branding, and a cushioned footbed, this iteration balances heritage design with contemporary comfort. Perfect for casual wear, the Palermo's understated elegance and versatile styling make it an essential addition to any sneaker rotation.",
    "color": "Mauve Mist/Mint",
    "sku": "gxu2020PMM4832",
    "releaseDate": "2023-03-21"
  },
  {
    "name": "Puma Velophasis SD Stormy Slate Cool Light Gray",
    "firstPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Best Seller"],
    "price": 1750000,
    "discountPrice": 1487500,
    "brand": "Puma",
    "description": "The Puma Velophasis SD Stormy Slate Cool Light Gray reimagines Y2K running aesthetics with contemporary tech. Its chunky silhouette features a complex layered upper combining stormy slate mesh base with light gray synthetic overlays, creating depth and visual interest. CMEVA cushioning provides responsive comfort, while the sculpted midsole offers stability and impact protection. Reflective details enhance visibility in low light, and the rubber outsole delivers reliable traction across varied surfaces. Futuristic heel pull tabs and unique cord lacing system add functional style elements. Perfect for trend-conscious sneaker enthusiasts seeking bold yet wearable designs, this model bridges retro inspiration with forward-looking performance features.",
    "color": "Stormy Slate/Cool Light Gray",
    "sku": "gxu2020VSS4833",
    "releaseDate": "2023-10-09"
  },
  {
    "name": "Puma Palermo Chamomile Brown Mushroom",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom- 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 1500000,
    "discountPrice": 1275000,
    "brand": "Puma",
    "description": "The Puma Palermo Chamomile Brown Mushroom edition delivers earthy sophistication with its warm neutral palette. Premium chamomile-hued suede pairs with rich mushroom brown leather accents on the formstrip and heel tab for textural contrast. The gum rubber outsole adds classic terrace appeal while providing durability and grip. A cushioned sockliner ensures all-day comfort, and the T-toe construction maintains the model's authentic soccer-inspired heritage. Gold foil branding on the lateral side and tongue adds a subtle premium touch to the understated design. With its versatile colorway and timeless silhouette, this iteration of the Palermo transitions effortlessly from casual daywear to evening outings.",
    "color": "Chamomile/Brown Mushroom",
    "sku": "gxu2020PCB4834",
    "releaseDate": "2023-06-14"
  },
  {
    "name": "Puma Palermo Leather White Cool Light Grey",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey- 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1550000,
    "brand": "Puma",
    "description": "The Puma Palermo Leather White Cool Light Grey elevates the classic silhouette with premium materials and a clean colorway. Its full-grain leather upper in crisp white provides durability and a sophisticated look, while cool light grey suede accents on the formstrip and heel tab add subtle contrast. The sleek profile stays true to the model's terrace heritage, and precision stitching throughout demonstrates excellent craftsmanship. A cushioned footbed delivers comfort for all-day wear, and the gum rubber outsole offers reliable traction with vintage appeal. Minimalist branding includes a gold foil logo and embossed heel details. Versatile and refined, this leather edition of the Palermo pairs effortlessly with both casual and smart-casual attire.",
    "color": "White/Cool Light Grey",
    "sku": "gxu2020PLW4835",
    "releaseDate": "2023-04-05"
  },
  {
    "name": "Puma Palermo Leather White Glacial Grey Gum",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum- 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum- 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1550000,
    "discountPrice": 1317500,
    "brand": "Puma",
    "description": "The Puma Palermo Leather White Glacial Grey Gum combines timeless design with premium construction. Its supple white leather upper provides a clean base, while glacial grey suede accents on the formstrip and heel counter add sophisticated depth. The classic gum rubber outsole delivers reliable traction and complements the vintage-inspired aesthetic. Built on the original Palermo last, this model maintains the authentic slim profile of its terrace heritage. A padded collar and cushioned sockliner enhance comfort without compromising the silhouette's sleek lines. Gold foil branding and precise perforation details showcase meticulous attention to quality. Versatile and refined, this iteration offers year-round wearability with an elevated touch.",
    "color": "White/Glacial Grey/Gum",
    "sku": "gxu2020PLG4836",
    "releaseDate": "2023-07-19"
  },
  {
    "name": "Puma Palermo Brown",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Brown - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Brown - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Brown - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1500000,
    "discountPrice": 1200000,
    "brand": "Puma",
    "description": "The Puma Palermo Brown offers classic terrace style with its rich mocha suede upper and matching tonal formstrip. The monochromatic approach creates a versatile, sophisticated look that easily complements various outfits. True to the original 1980s design, it features a slim profile and distinctive T-toe construction that nods to its soccer heritage. The natural gum rubber outsole provides excellent traction and adds a traditional contrast to the brown upper. A lightly padded collar and cushioned footbed ensure comfort during extended wear. Subtle gold foil branding and precision stitching throughout highlight PUMA's attention to detail. This timeless colorway delivers year-round wearability with understated elegance.",
    "color": "Brown",
    "sku": "gxu2020PBR4837",
    "releaseDate": "2023-02-08"
  },
  {
    "name": "Salomon XT-6 Olive Night Black Sulphur",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Olive Night Black Sulphur combines rugged outdoor performance with striking urban appeal. Its military-inspired olive upper is punctuated with black structural overlays and bright sulphur yellow accents for a bold trail-to-street aesthetic. Featuring Salomon's advanced Agile Chassis System and Ortholite sockliner, it provides exceptional stability and cushioning on varied terrain. The Contragrip outsole with multidirectional lugs delivers superior traction in all conditions, while the secure quicklace system ensures precise fit adjustments on the go. Originally built for ultra-distance runners, this technical silhouette offers the perfect blend of high-performance functionality and distinctive outdoor style.",
    "color": "Olive Night/Black/Sulphur",
    "sku": "gxu2020XT64838",
    "releaseDate": "2023-09-21"
  },
  {
    "name": "Salomon XT-6 RECUT Wren Kangaroo",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 2150000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 RECUT Wren Kangaroo reimagines the trail running icon with premium earth-toned materials. Part of the exclusive RECUT series, it features a rich wren brown mesh base with kangaroo tan synthetic overlays, creating a sophisticated outdoor-inspired palette. Built on Salomon's acclaimed XT-6 platform, it includes dual-density EVA cushioning, providing excellent shock absorption and energy return. The advanced Sensifit system cradles the foot precisely, while the lightweight Quicklace closure ensures secure lockdown with minimal effort. Descend control technology delivers confident downhill performance, and the premium cushioned collar enhances comfort for all-day wear. This limited edition combines technical trail heritage with refined colorways for versatile urban styling.",
    "color": "Wren/Kangaroo",
    "sku": "gxu2020XTR4839",
    "releaseDate": "2023-10-05"
  },
  {
    "name": "Salomon XT-6 Neon Tokyo Plum Caspia",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia -.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 2200000,
    "discountPrice": 1870000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Neon Tokyo Plum Caspia draws inspiration from Tokyo's electrifying night scenes with its vibrant color profile. Deep plum base tones are illuminated by neon caspia accents that create a striking contrast across the upper's technical overlays. The molded OrthoLite sockliner adapts to foot contours for personalized cushioning, while the full-length advanced chassis provides enhanced stability and motion control. Mud Contagrip rubber outsoles feature aggressive lug patterns for exceptional grip on wet and dry surfaces. Reflective details throughout enhance visibility in low-light urban environments. This special edition combines Salomon's performance engineering with metropolitan flair, perfect for fashion-forward adventurers seeking both technical capability and bold style.",
    "color": "Plum/Caspia",
    "sku": "gxu2020XTN4840",
    "releaseDate": "2023-11-17"
  },
  {
    "name": "Salomon XT-6 Expanse Lily Pad Pewter",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Expanse Lily Pad Pewter brings a refined nature-inspired palette to the performance trail silhouette. Its lily pad green mesh base harmonizes with metallic pewter overlays for a sophisticated outdoor-meets-urban aesthetic. The Expanse construction provides a wider toebox for enhanced comfort during extended wear, while maintaining the XT-6's technical DNA. EndoFit internal sleeve technology ensures precise foot wrapping and improved feedback, and the EnergyCell midsole absorbs impact while providing responsive cushioning. A reinforced toe cap protects against trail hazards, and the Contagrip MA outsole delivers exceptional grip across multiple surfaces. This versatile colorway transitions seamlessly from mountain trails to city streets, making it ideal for adventurous lifestyles.",
    "color": "Lily Pad/Pewter",
    "sku": "gxu2020XTE4841",
    "releaseDate": "2023-07-29"
  },
  {
    "name": "Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2450000,
    "discountPrice": 2082500,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass represents a premium collaboration with the renowned boutique retailer. Its waterproof Gore-Tex construction ensures all-weather protection while maintaining breathability. The sophisticated almond milk upper with seagrass green accents creates an earthy, versatile aesthetic. Advanced cushioning technologies include dual-density EVA foam for targeted support and impact absorption, while the specially designed chassis provides both stability and flexibility. Premium details exclusive to this collaboration include co-branded insoles and unique pull tabs. The enhanced lugged outsole offers exceptional grip on slippery surfaces, and reflective elements improve visibility in low light conditions. Limited in production, this collaboration elevates technical outdoor performance with exclusive colorways and materials for discerning collectors.",
    "color": "Almond Milk/Seagrass",
    "sku": "gxu2020XTG4842",
    "releaseDate": "2023-12-08"
  },
  {
    "name": "Salomon XT-6 Black Coffee",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 2100000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Black Coffee delivers understated elegance with its rich, dark brown monochromatic palette. The deep coffee-toned mesh and synthetic upper creates a sophisticated, versatile look that transitions seamlessly from outdoor adventures to urban settings. Featuring Salomon's performance-driven technology, it includes a protective mudguard, reinforced toe cap, and strategically placed rubber outsole with aggressive lugs for multi-terrain traction. The dual-density midsole provides targeted cushioning where needed most, while the quick-lace system ensures a precise, customized fit with minimal effort. Motion control features reduce fatigue during extended wear, and subtle reflective details enhance safety in low-light conditions. This refined colorway balances technical outdoor capabilities with everyday wearability.",
    "color": "Black Coffee",
    "sku": "gxu2020XTB4843",
    "releaseDate": "2023-08-03"
  },
  {
    "name": "Salomon XT-6 Milk Silver Cloud",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Milk Silver Cloud combines clean, minimalist aesthetics with technical trail performance. Its creamy milk white base serves as a pristine canvas for subtle silver cloud overlays, creating an ethereal yet sophisticated profile. The breathable mesh upper allows for excellent airflow, while the SensiFit system creates a precise, secure fit that adapts to foot shape. A protective TPU film adds durability without excess weight, and the molded EVA sockliner conforms to the foot for personalized comfort. The advanced chassis and Descent Control technology provide stability and grip on challenging downhill terrain. With its versatile light colorway and technical capabilities, this model represents the perfect balance of performance engineering and refined style for both outdoor adventures and urban exploration.",
    "color": "Milk/Silver Cloud",
    "sku": "gxu2020XTM4844",
    "releaseDate": "2023-05-15"
  },
  {
    "name": "Salomon XT-6 Plum Kitten India Ink",
    "firstPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2100000,
    "discountPrice": 1680000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Plum Kitten India Ink showcases a sophisticated color palette of deep purples and blues. The rich plum kitten mesh base transitions elegantly into india ink overlays, creating a dynamic yet refined appearance. Built on Salomon's trusted XT-6 platform, it features Agile Chassis System technology that optimizes stability and motion control across varying terrain. The ContaGrip outsole combines different densities of rubber for optimal grip on both wet and dry surfaces. A cushioned tongue and collar enhance comfort around the ankle, while the SensiFit system wraps the foot precisely from midsole to lacing system for a secure, customized fit. This elegant colorway delivers technical trail performance with versatile styling suitable for both outdoor pursuits and urban environments.",
    "color": "Plum Kitten/India Ink",
    "sku": "gxu2020XTP4845",
    "releaseDate": "2023-06-22"
  },
  {
    "name": "Salomon XT-6 White Lunar Rock",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 2100000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 White Lunar Rock presents a clean, minimalist approach to the technical trail runner. Its crisp white mesh base complements subtle lunar rock gray overlays for a versatile, space-inspired aesthetic. The precision-engineered frame provides lateral stability without compromising forefoot flexibility, allowing natural movement with added support. Impact-absorbing cushioning is strategically placed at key strike zones to reduce fatigue during extended wear. The breathable upper construction maximizes airflow while maintaining structural integrity, and the secure quicklace system adjusts with a single pull for convenient fit customization. Water-resistant treatments protect against light moisture, while reflective elements enhance visibility in dim conditions. This refined colorway offers versatile styling with the full technical capability of Salomon's flagship trail model.",
    "color": "White/Lunar Rock",
    "sku": "gxu2020XTW4846",
    "releaseDate": "2023-04-18"
  },
  {
    "name": "Yeezy Boost 700 Utility Black",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 1.jpeg",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 2.jpeg",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Best Seller"],
    "price": 3200000,
    "discountPrice": 2720000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 700 Utility Black delivers minimalist luxury with its tonal black aesthetic. This premium lifestyle sneaker combines multiple textural elements—supple suede, durable mesh, and smooth leather—creating subtle depth across its monochromatic upper. The chunky sculpted midsole houses full-length Boost cushioning technology, providing responsive comfort with each step. Reflective details near the heel and toe add functional visibility in low light, while the wave-inspired overlay design maintains the silhouette's distinctive profile. The robust rubber outsole features strategic traction patterns for reliable grip on various surfaces. With its understated colorway and meticulous construction, this edition offers versatile styling potential while showcasing the model's influential design language that helped define the chunky sneaker movement.",
    "color": "Utility Black",
    "sku": "gxu2020YB74847",
    "releaseDate": "2022-12-15"
  },
  {
    "name": "Yeezy Boost 350 V2 Fade",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 2800000,
    "discountPrice": 2240000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Fade showcases a dynamic color transition that shifts from earthy browns to vibrant corals across its Primeknit upper. This eye-catching gradient effect is complemented by the signature semi-translucent side stripe that runs the full length of the lateral side. The engineered Primeknit construction adapts to foot movement while providing breathable comfort, and the distinctive center stitching creates the model's recognizable silhouette. A full-length Boost midsole encased in a ribbed rubber shell delivers responsive cushioning with every step. The sockliner is contoured to enhance fit, while the gum rubber outsole features a modified herringbone pattern for durability and traction. This statement-making colorway balances visual impact with the minimalist design language that defines the iconic 350 V2 series.",
    "color": "Fade",
    "sku": "gxu2020YB34848",
    "releaseDate": "2023-01-27"
  },
  {
    "name": "Yeezy Boost 350 Turtledove (2022)",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 3000000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 Turtledove (2022) marks the triumphant return of the inaugural Yeezy Boost 350 colorway. This faithful reissue honors the original with its distinctive pattern—a light gray and white marble-like Primeknit weave that creates subtle visual texture across the upper. The premium construction features a sock-like fit that hugs the foot comfortably, while the absence of a heel tab maintains the minimalist aesthetic of the first release. Full-length adidas Boost technology provides responsive cushioning encased in a lightweight EVA outsole with the signature center stitching detail. The reimagined classic includes slightly updated materials while respecting the groundbreaking design that helped launch the Yeezy phenomenon. Perfect for collectors and new enthusiasts alike, this heritage colorway represents a pivotal moment in contemporary sneaker culture.",
    "color": "Turtledove",
    "sku": "gxu2020YB34849",
    "releaseDate": "2022-08-02"
  },
  {
    "name": "Adidas Yeezy Boost 350 V2 Steel Grey",
    "firstPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 2800000,
    "discountPrice": 2380000,
    "brand": "Yeezy",
    "description": "The Adidas Yeezy Boost 350 V2 Steel Grey offers refined urban style with its sophisticated neutral palette. The tightly woven Primeknit upper showcases varying shades of steel grey with subtle pattern variations that create visual depth and dimension. A reflective threading is interwoven throughout, providing enhanced visibility in low-light conditions while adding a premium detail. The signature translucent monofilament side stripe offers structural integrity while maintaining the sleek silhouette. The full-length Boost midsole provides responsive energy return and all-day comfort, contained within a ribbed rubber shell that delivers the model's distinctive aesthetic. A cushioned collar and heel pull tab enhance ease of entry, while the contoured sockliner creates a custom-feeling fit. This versatile colorway seamlessly complements any wardrobe while delivering the innovation and quality synonymous with the Yeezy brand.",
    "color": "Steel Grey",
    "sku": "gxu2020YB34850",
    "releaseDate": "2023-03-11"
  },
  {
    "name": "Yeezy Boost 380 Mist Reflective",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 1.jpeg",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 2.jpeg",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2900000,
    "discountPrice": 2465000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 380 Mist Reflective elevates the evolutionary 380 silhouette with premium visibility features. Its complex Primeknit pattern blends earthy tan and grey tones with reflective threading that dramatically illuminates when hit by light. The distinctive perforated panel on the lateral side enhances breathability while creating the model's signature aesthetic. A thicker Boost midsole compared to the 350 series provides enhanced cushioning and comfort, with a sculpted design that rises higher on the lateral side for improved stability. The sock-like collar delivers a secure, slip-on fit, while the gum rubber outsole features an alien-inspired traction pattern that offers reliable grip across surfaces. This technical yet wearable colorway showcases the forward-thinking design language that defines the 380's position in the Yeezy lineage.",
    "color": "Mist Reflective",
    "sku": "gxu2020YB34851",
    "releaseDate": "2022-06-23"
  },
  {
    "name": "Yeezy Foam RNNR Stone Sage",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 2100000,
    "brand": "Yeezy",
    "description": "The Yeezy Foam RNNR Stone Sage showcases innovative sustainability with its futuristic one-piece construction. Crafted from a unique algae-based EVA foam blend, this revolutionary footwear concept combines eco-conscious materials with avant-garde design. The marbled stone sage colorway presents an organic, earth-toned appearance with a subtle variance in hue across its sculptural form. Strategically placed perforations throughout the upper provide essential ventilation while creating the distinctive aesthetic that defines this groundbreaking silhouette. The anatomically shaped footbed conforms to the contours of the foot for natural comfort, while the textured outsole delivers surprising traction despite its minimalist appearance. Designed for effortless slip-on wear, this lightweight, waterproof design challenges conventional notions of footwear while delivering extraordinary comfort and distinctive style.",
    "color": "Stone Sage",
    "sku": "gxu2020YFR4852",
    "releaseDate": "2022-10-29"
  },
  {
    "name": "Yeezy Boost 350 V2 Black Non-Reflective",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Most Popular", "Special Price"],
    "price": 2800000,
    "discountPrice": 2380000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Black Non-Reflective showcases minimalist luxury with its tonal black design. The Primeknit upper features varying textures and subtle pattern work that creates dimension despite the monochromatic approach. A semi-translucent monofilament side stripe runs the length of the lateral side, adding structural detail while maintaining the silhouette's sleek profile. The full-length Boost cushioning is encased in a ribbed rubber shell that provides both visual distinction and durability. A heel pull tab assists with easy entry, and the sock-like collar delivers a secure, adaptable fit. The rubber outsole features a modified herringbone traction pattern for reliable grip across various surfaces. This versatile triple-black colorway has become a cornerstone of the Yeezy collection, offering effortless styling potential with the comfort and innovation that defines the brand.",
    "color": "Black Non-Reflective",
    "sku": "gxu2020YB34853",
    "releaseDate": "2022-11-17"
  },
  {
    "name": "Yeezy Boost 350 V2 Zebra",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 3000000,
    "discountPrice": 2550000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Zebra stands as one of the most recognizable designs in the Yeezy portfolio with its striking white and black striped Primeknit upper. Bold red 'SPLY-350' text contrasts sharply against the zebra pattern, adding an iconic graphic element to the lateral side. The engineered Primeknit construction provides adaptive stretch for a second-skin fit while maintaining structure and breathability. A full-length Boost midsole delivers responsive cushioning for all-day comfort, encased in a semi-translucent ribbed rubber shell that adds visual dimension. The heel tab facilitates easy on and off, while the sock-like collar creates a secure, gap-free fit. This distinctive colorway has become a cultural touchstone in sneaker history, representing the perfect balance of avant-garde design and wearable style that defines the Yeezy aesthetic.",
    "color": "Zebra",
    "sku": "gxu2020YB34854",
    "releaseDate": "2022-04-09"
  },
  {
    "name": "Adidas Yeezy Slide Azure",
    "firstPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 1.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1200000,
    "discountPrice": 1020000,
    "brand": "Yeezy",
    "description": "The Adidas Yeezy Slide Azure brings a vibrant pop of color to the minimalist slide silhouette. Molded from a single piece of injected EVA foam, its bright azure blue finish creates a bold statement that stands out in the predominantly neutral Yeezy lineup. The anatomically contoured footbed provides exceptional comfort with strategically placed support nodes that massage the foot during wear. A subtly textured surface prevents slipping, while the substantial forefoot strap ensures a secure fit. The outsole features a uniquely engineered traction pattern with horizontal grooves that deliver surprising grip on various surfaces. Lightweight yet durable, this distinctive colorway combines straightforward design with the comfort-focused innovation that has made the Yeezy Slide a contemporary footwear essential for casual, post-workout, and beachside wear.",
    "color": "Azure",
    "sku": "gxu2020YSA4855",
    "releaseDate": "2023-02-03"
  },
  {
    "name": "Yeezy Slide Onyx",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Most Popular", "Best Seller"],
    "price": 1200000,
    "brand": "Yeezy",
    "description": "The Yeezy Slide Onyx embodies minimalist luxury with its sleek monochromatic design. Crafted from a single piece of injected EVA foam, the deep black finish creates a versatile, sophisticated aesthetic that pairs effortlessly with any outfit. The strategically contoured footbed provides exceptional arch support and cushioning, with a textured surface that prevents foot slippage. The substantial yet lightweight construction offers durability without sacrificing comfort, making these slides ideal for all-day wear. A thick, cushioned strap secures the foot while allowing easy entry, and the deep heel cup provides enhanced stability. The distinctive outsole pattern delivers surprising traction on various surfaces, from poolside to urban environments. This essential colorway has become a cornerstone of the Yeezy footwear collection, representing the perfect balance of comfort, style, and utilitarian design.",
    "color": "Onyx",
    "sku": "gxu2020YSO4856",
    "releaseDate": "2022-09-10"
  }
] 