[
  {
    "name": "Puma Club Retro Prep Adriatic Desert Clay",
    "firstPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 1.jpeg",
    "secondPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 2.jpeg",
    "thirdPict": "assets/brand-products/Puma/Puma Club Retro Prep Adriatic Desert Clay - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 1450000,
    "discountPrice": 1160000,
    "brand": "Puma",
    "description": "The Puma Club Retro Prep Adriatic Desert Clay blends vintage tennis aesthetics with modern comfort. Its earthy desert clay and adriatic blue colorway delivers a perfect balance of subtle sophistication and casual charm. The low-profile silhouette features a premium suede and leather upper with perforated detailing for enhanced breathability. A cushioned insole and lightweight midsole provide all-day comfort, while the durable rubber outsole ensures reliable traction. Finishing touches include tonal stitching, a sleek formstrip, and heritage-inspired branding elements that celebrate Puma's rich sporting legacy.",
    "color": "Adriatic/Desert Clay",
    "sku": "gxu2020CRP4828",
    "releaseDate": "2023-08-12"
  },
  {
    "name": "PUMA All Pro Nitro Bold Blue Koral Ice",
    "firstPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 1.png",
    "secondPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 2.png",
    "thirdPict": "assets/brand-products/Puma/PUMA All Pro Nitro Bold Blue Koral Ice - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Special Price"],
    "price": 1850000,
    "discountPrice": 1575000,
    "brand": "Puma",
    "description": "The PUMA All Pro Nitro Bold Blue Koral Ice delivers elite performance with eye-catching style. Engineered with PUMA's proprietary Nitro foam technology, it provides exceptional energy return and lightweight responsiveness for explosive on-court movements. The bold blue upper with koral ice accents features a breathable engineered mesh with strategic support zones for dynamic stability during quick cuts and jumps. A full-length carbon fiber plate enhances propulsion, while the high-traction rubber outsole offers superior grip on any court surface. Designed for serious ballers seeking both performance advantages and head-turning aesthetics, this model represents the pinnacle of PUMA's basketball innovation.",
    "color": "Bold Blue/Koral Ice",
    "sku": "gxu2020APN4829",
    "releaseDate": "2023-05-28"
  },
  {
    "name": "Puma Genetics Marcus Smart Thermal Map",
    "firstPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Genetics Marcus Smart Thermal Map - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 1950000,
    "brand": "Puma",
    "description": "The Puma Genetics Marcus Smart Thermal Map edition showcases innovative design inspired by the defensive specialist's playing style. Its unique thermal mapping pattern across the upper represents Smart's defensive heat map, highlighting intensity zones with vibrant gradient colors. Featuring PUMA's responsive ProFoam+ midsole and a high-abrasion rubber outsole with multi-directional traction patterns, these shoes deliver the stability and grip needed for lockdown defensive plays. The reinforced lateral support system and dynamic heel stability provide confidence during quick directional changes. Built for players who pride themselves on defensive versatility, this signature model embodies Smart's tenacious approach to the game.",
    "color": "Thermal Map/Multi",
    "sku": "gxu2020GMS4830",
    "releaseDate": "2023-11-04"
  },
  {
    "name": "Puma Suede Vintage Pristine Chili Oil",
    "firstPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Suede Vintage Pristine Chili Oil - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Vintage", "Special Price"],
    "price": 1400000,
    "discountPrice": 1120000,
    "brand": "Puma",
    "description": "The Puma Suede Vintage Pristine Chili Oil celebrates the iconic silhouette with premium materials and heritage-inspired detailing. The plush suede upper in crisp pristine white is beautifully contrasted by rich chili oil red accents on the formstrip and heel tab, creating a timeless two-tone aesthetic. True to its vintage designation, this model features slightly yellowed midsole edges, retro-style tongue labels, and original tooling specifications that pay homage to the 1968 original. The narrow last and slimmed-down profile offer a sleek look, while the cushioned sockliner ensures modern comfort. Finished with gold foil branding and classic suede texture, this edition perfectly balances nostalgic charm with contemporary wearability.",
    "color": "Pristine/Chili Oil",
    "sku": "gxu2020SVP4831",
    "releaseDate": "2022-09-17"
  },
  {
    "name": "Puma Palermo Mauve Mist Mint",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Mauve Mist Mint - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 1500000,
    "brand": "Puma",
    "description": "The Puma Palermo Mauve Mist Mint offers a fresh take on the terrace classic with its subtle pastel palette. The soft mauve mist suede upper is complemented by mint green accents on the signature formstrip and heel tab, creating a harmonious spring-inspired colorway. A slimmed-down silhouette stays true to the model's soccer-inspired roots, while the gum rubber sole adds a touch of vintage appeal and reliable traction. Featuring precise stitching, gold-stamped branding, and a cushioned footbed, this iteration balances heritage design with contemporary comfort. Perfect for casual wear, the Palermo's understated elegance and versatile styling make it an essential addition to any sneaker rotation.",
    "color": "Mauve Mist/Mint",
    "sku": "gxu2020PMM4832",
    "releaseDate": "2023-03-21"
  },
  {
    "name": "Puma Velophasis SD Stormy Slate Cool Light Gray",
    "firstPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Velophasis SD Stormy Slate Cool Light Gray - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Best Seller"],
    "price": 1750000,
    "discountPrice": 1487500,
    "brand": "Puma",
    "description": "The Puma Velophasis SD Stormy Slate Cool Light Gray reimagines Y2K running aesthetics with contemporary tech. Its chunky silhouette features a complex layered upper combining stormy slate mesh base with light gray synthetic overlays, creating depth and visual interest. CMEVA cushioning provides responsive comfort, while the sculpted midsole offers stability and impact protection. Reflective details enhance visibility in low light, and the rubber outsole delivers reliable traction across varied surfaces. Futuristic heel pull tabs and unique cord lacing system add functional style elements. Perfect for trend-conscious sneaker enthusiasts seeking bold yet wearable designs, this model bridges retro inspiration with forward-looking performance features.",
    "color": "Stormy Slate/Cool Light Gray",
    "sku": "gxu2020VSS4833",
    "releaseDate": "2023-10-09"
  },
  {
    "name": "Puma Palermo Chamomile Brown Mushroom",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom- 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Chamomile Brown Mushroom - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 1500000,
    "discountPrice": 1275000,
    "brand": "Puma",
    "description": "The Puma Palermo Chamomile Brown Mushroom edition delivers earthy sophistication with its warm neutral palette. Premium chamomile-hued suede pairs with rich mushroom brown leather accents on the formstrip and heel tab for textural contrast. The gum rubber outsole adds classic terrace appeal while providing durability and grip. A cushioned sockliner ensures all-day comfort, and the T-toe construction maintains the model's authentic soccer-inspired heritage. Gold foil branding on the lateral side and tongue adds a subtle premium touch to the understated design. With its versatile colorway and timeless silhouette, this iteration of the Palermo transitions effortlessly from casual daywear to evening outings.",
    "color": "Chamomile/Brown Mushroom",
    "sku": "gxu2020PCB4834",
    "releaseDate": "2023-06-14"
  },
  {
    "name": "Puma Palermo Leather White Cool Light Grey",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey- 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Leather White Cool Light Grey - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 1550000,
    "brand": "Puma",
    "description": "The Puma Palermo Leather White Cool Light Grey elevates the classic silhouette with premium materials and a clean colorway. Its full-grain leather upper in crisp white provides durability and a sophisticated look, while cool light grey suede accents on the formstrip and heel tab add subtle contrast. The sleek profile stays true to the model's terrace heritage, and precision stitching throughout demonstrates excellent craftsmanship. A cushioned footbed delivers comfort for all-day wear, and the gum rubber outsole offers reliable traction with vintage appeal. Minimalist branding includes a gold foil logo and embossed heel details. Versatile and refined, this leather edition of the Palermo pairs effortlessly with both casual and smart-casual attire.",
    "color": "White/Cool Light Grey",
    "sku": "gxu2020PLW4835",
    "releaseDate": "2023-04-05"
  },
  {
    "name": "Puma Palermo Leather White Glacial Grey Gum",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum- 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Leather White Glacial Grey Gum- 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 1550000,
    "discountPrice": 1317500,
    "brand": "Puma",
    "description": "The Puma Palermo Leather White Glacial Grey Gum combines timeless design with premium construction. Its supple white leather upper provides a clean base, while glacial grey suede accents on the formstrip and heel counter add sophisticated depth. The classic gum rubber outsole delivers reliable traction and complements the vintage-inspired aesthetic. Built on the original Palermo last, this model maintains the authentic slim profile of its terrace heritage. A padded collar and cushioned sockliner enhance comfort without compromising the silhouette's sleek lines. Gold foil branding and precise perforation details showcase meticulous attention to quality. Versatile and refined, this iteration offers year-round wearability with an elevated touch.",
    "color": "White/Glacial Grey/Gum",
    "sku": "gxu2020PLG4836",
    "releaseDate": "2023-07-19"
  },
  {
    "name": "Puma Palermo Brown",
    "firstPict": "assets/brand-products/Puma/Puma Palermo Brown - 1.png",
    "secondPict": "assets/brand-products/Puma/Puma Palermo Brown - 2.png",
    "thirdPict": "assets/brand-products/Puma/Puma Palermo Brown - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7, 8]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1500000,
    "discountPrice": 1200000,
    "brand": "Puma",
    "description": "The Puma Palermo Brown offers classic terrace style with its rich mocha suede upper and matching tonal formstrip. The monochromatic approach creates a versatile, sophisticated look that easily complements various outfits. True to the original 1980s design, it features a slim profile and distinctive T-toe construction that nods to its soccer heritage. The natural gum rubber outsole provides excellent traction and adds a traditional contrast to the brown upper. A lightly padded collar and cushioned footbed ensure comfort during extended wear. Subtle gold foil branding and precision stitching throughout highlight PUMA's attention to detail. This timeless colorway delivers year-round wearability with understated elegance.",
    "color": "Brown",
    "sku": "gxu2020PBR4837",
    "releaseDate": "2023-02-08"
  },
  {
    "name": "Salomon XT-6 Olive Night Black Sulphur",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Olive Night Black Sulphur - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Olive Night Black Sulphur combines rugged outdoor performance with striking urban appeal. Its military-inspired olive upper is punctuated with black structural overlays and bright sulphur yellow accents for a bold trail-to-street aesthetic. Featuring Salomon's advanced Agile Chassis System and Ortholite sockliner, it provides exceptional stability and cushioning on varied terrain. The Contragrip outsole with multidirectional lugs delivers superior traction in all conditions, while the secure quicklace system ensures precise fit adjustments on the go. Originally built for ultra-distance runners, this technical silhouette offers the perfect blend of high-performance functionality and distinctive outdoor style.",
    "color": "Olive Night/Black/Sulphur",
    "sku": "gxu2020XT64838",
    "releaseDate": "2023-09-21"
  },
  {
    "name": "Salomon XT-6 RECUT Wren Kangaroo",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 RECUT Wren Kangaroo - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 2150000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 RECUT Wren Kangaroo reimagines the trail running icon with premium earth-toned materials. Part of the exclusive RECUT series, it features a rich wren brown mesh base with kangaroo tan synthetic overlays, creating a sophisticated outdoor-inspired palette. Built on Salomon's acclaimed XT-6 platform, it includes dual-density EVA cushioning, providing excellent shock absorption and energy return. The advanced Sensifit system cradles the foot precisely, while the lightweight Quicklace closure ensures secure lockdown with minimal effort. Descend control technology delivers confident downhill performance, and the premium cushioned collar enhances comfort for all-day wear. This limited edition combines technical trail heritage with refined colorways for versatile urban styling.",
    "color": "Wren/Kangaroo",
    "sku": "gxu2020XTR4839",
    "releaseDate": "2023-10-05"
  },
  {
    "name": "Salomon XT-6 Neon Tokyo Plum Caspia",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia -.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Neon Tokyo Plum Caspia - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Most Popular"],
    "price": 2200000,
    "discountPrice": 1870000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Neon Tokyo Plum Caspia draws inspiration from Tokyo's electrifying night scenes with its vibrant color profile. Deep plum base tones are illuminated by neon caspia accents that create a striking contrast across the upper's technical overlays. The molded OrthoLite sockliner adapts to foot contours for personalized cushioning, while the full-length advanced chassis provides enhanced stability and motion control. Mud Contagrip rubber outsoles feature aggressive lug patterns for exceptional grip on wet and dry surfaces. Reflective details throughout enhance visibility in low-light urban environments. This special edition combines Salomon's performance engineering with metropolitan flair, perfect for fashion-forward adventurers seeking both technical capability and bold style.",
    "color": "Plum/Caspia",
    "sku": "gxu2020XTN4840",
    "releaseDate": "2023-11-17"
  },
  {
    "name": "Salomon XT-6 Expanse Lily Pad Pewter",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Expanse Lily Pad Pewter - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Special Price"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Expanse Lily Pad Pewter brings a refined nature-inspired palette to the performance trail silhouette. Its lily pad green mesh base harmonizes with metallic pewter overlays for a sophisticated outdoor-meets-urban aesthetic. The Expanse construction provides a wider toebox for enhanced comfort during extended wear, while maintaining the XT-6's technical DNA. EndoFit internal sleeve technology ensures precise foot wrapping and improved feedback, and the EnergyCell midsole absorbs impact while providing responsive cushioning. A reinforced toe cap protects against trail hazards, and the Contagrip MA outsole delivers exceptional grip across multiple surfaces. This versatile colorway transitions seamlessly from mountain trails to city streets, making it ideal for adventurous lifestyles.",
    "color": "Lily Pad/Pewter",
    "sku": "gxu2020XTE4841",
    "releaseDate": "2023-07-29"
  },
  {
    "name": "Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2450000,
    "discountPrice": 2082500,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Gore-Tex Sneakersnstuff Almond Milk Seagrass represents a premium collaboration with the renowned boutique retailer. Its waterproof Gore-Tex construction ensures all-weather protection while maintaining breathability. The sophisticated almond milk upper with seagrass green accents creates an earthy, versatile aesthetic. Advanced cushioning technologies include dual-density EVA foam for targeted support and impact absorption, while the specially designed chassis provides both stability and flexibility. Premium details exclusive to this collaboration include co-branded insoles and unique pull tabs. The enhanced lugged outsole offers exceptional grip on slippery surfaces, and reflective elements improve visibility in low light conditions. Limited in production, this collaboration elevates technical outdoor performance with exclusive colorways and materials for discerning collectors.",
    "color": "Almond Milk/Seagrass",
    "sku": "gxu2020XTG4842",
    "releaseDate": "2023-12-08"
  },
  {
    "name": "Salomon XT-6 Black Coffee",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Black Coffee - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 2100000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Black Coffee delivers understated elegance with its rich, dark brown monochromatic palette. The deep coffee-toned mesh and synthetic upper creates a sophisticated, versatile look that transitions seamlessly from outdoor adventures to urban settings. Featuring Salomon's performance-driven technology, it includes a protective mudguard, reinforced toe cap, and strategically placed rubber outsole with aggressive lugs for multi-terrain traction. The dual-density midsole provides targeted cushioning where needed most, while the quick-lace system ensures a precise, customized fit with minimal effort. Motion control features reduce fatigue during extended wear, and subtle reflective details enhance safety in low-light conditions. This refined colorway balances technical outdoor capabilities with everyday wearability.",
    "color": "Black Coffee",
    "sku": "gxu2020XTB4843",
    "releaseDate": "2023-08-03"
  },
  {
    "name": "Salomon XT-6 Milk Silver Cloud",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 Milk Silver Cloud - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Free Delivery"],
    "price": 2100000,
    "discountPrice": 1785000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Milk Silver Cloud combines clean, minimalist aesthetics with technical trail performance. Its creamy milk white base serves as a pristine canvas for subtle silver cloud overlays, creating an ethereal yet sophisticated profile. The breathable mesh upper allows for excellent airflow, while the SensiFit system creates a precise, secure fit that adapts to foot shape. A protective TPU film adds durability without excess weight, and the molded EVA sockliner conforms to the foot for personalized comfort. The advanced chassis and Descent Control technology provide stability and grip on challenging downhill terrain. With its versatile light colorway and technical capabilities, this model represents the perfect balance of performance engineering and refined style for both outdoor adventures and urban exploration.",
    "color": "Milk/Silver Cloud",
    "sku": "gxu2020XTM4844",
    "releaseDate": "2023-05-15"
  },
  {
    "name": "Salomon XT-6 Plum Kitten India Ink",
    "firstPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT 6 Plum Kitten India Ink - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2100000,
    "discountPrice": 1680000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 Plum Kitten India Ink showcases a sophisticated color palette of deep purples and blues. The rich plum kitten mesh base transitions elegantly into india ink overlays, creating a dynamic yet refined appearance. Built on Salomon's trusted XT-6 platform, it features Agile Chassis System technology that optimizes stability and motion control across varying terrain. The ContaGrip outsole combines different densities of rubber for optimal grip on both wet and dry surfaces. A cushioned tongue and collar enhance comfort around the ankle, while the SensiFit system wraps the foot precisely from midsole to lacing system for a secure, customized fit. This elegant colorway delivers technical trail performance with versatile styling suitable for both outdoor pursuits and urban environments.",
    "color": "Plum Kitten/India Ink",
    "sku": "gxu2020XTP4845",
    "releaseDate": "2023-06-22"
  },
  {
    "name": "Salomon XT-6 White Lunar Rock",
    "firstPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 1.png",
    "secondPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 2.png",
    "thirdPict": "assets/brand-products/Salomon/Salomon XT-6 White Lunar Rock - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 2100000,
    "brand": "Salomon",
    "description": "The Salomon XT-6 White Lunar Rock presents a clean, minimalist approach to the technical trail runner. Its crisp white mesh base complements subtle lunar rock gray overlays for a versatile, space-inspired aesthetic. The precision-engineered frame provides lateral stability without compromising forefoot flexibility, allowing natural movement with added support. Impact-absorbing cushioning is strategically placed at key strike zones to reduce fatigue during extended wear. The breathable upper construction maximizes airflow while maintaining structural integrity, and the secure quicklace system adjusts with a single pull for convenient fit customization. Water-resistant treatments protect against light moisture, while reflective elements enhance visibility in dim conditions. This refined colorway offers versatile styling with the full technical capability of Salomon's flagship trail model.",
    "color": "White/Lunar Rock",
    "sku": "gxu2020XTW4846",
    "releaseDate": "2023-04-18"
  },
  {
    "name": "Yeezy Boost 700 Utility Black",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 1.jpeg",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 2.jpeg",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 700 Utility Black - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Most Popular", "Best Seller"],
    "price": 3200000,
    "discountPrice": 2720000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 700 Utility Black delivers minimalist luxury with its tonal black aesthetic. This premium lifestyle sneaker combines multiple textural elements—supple suede, durable mesh, and smooth leather—creating subtle depth across its monochromatic upper. The chunky sculpted midsole houses full-length Boost cushioning technology, providing responsive comfort with each step. Reflective details near the heel and toe add functional visibility in low light, while the wave-inspired overlay design maintains the silhouette's distinctive profile. The robust rubber outsole features strategic traction patterns for reliable grip on various surfaces. With its understated colorway and meticulous construction, this edition offers versatile styling potential while showcasing the model's influential design language that helped define the chunky sneaker movement.",
    "color": "Utility Black",
    "sku": "gxu2020YB74847",
    "releaseDate": "2022-12-15"
  },
  {
    "name": "Yeezy Boost 350 V2 Fade",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Fade - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 2800000,
    "discountPrice": 2240000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Fade showcases a dynamic color transition that shifts from earthy browns to vibrant corals across its Primeknit upper. This eye-catching gradient effect is complemented by the signature semi-translucent side stripe that runs the full length of the lateral side. The engineered Primeknit construction adapts to foot movement while providing breathable comfort, and the distinctive center stitching creates the model's recognizable silhouette. A full-length Boost midsole encased in a ribbed rubber shell delivers responsive cushioning with every step. The sockliner is contoured to enhance fit, while the gum rubber outsole features a modified herringbone pattern for durability and traction. This statement-making colorway balances visual impact with the minimalist design language that defines the iconic 350 V2 series.",
    "color": "Fade",
    "sku": "gxu2020YB34848",
    "releaseDate": "2023-01-27"
  },
  {
    "name": "Yeezy Boost 350 Turtledove (2022)",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 Turtledove (2022) - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Most Popular"],
    "price": 3000000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 Turtledove (2022) marks the triumphant return of the inaugural Yeezy Boost 350 colorway. This faithful reissue honors the original with its distinctive pattern—a light gray and white marble-like Primeknit weave that creates subtle visual texture across the upper. The premium construction features a sock-like fit that hugs the foot comfortably, while the absence of a heel tab maintains the minimalist aesthetic of the first release. Full-length adidas Boost technology provides responsive cushioning encased in a lightweight EVA outsole with the signature center stitching detail. The reimagined classic includes slightly updated materials while respecting the groundbreaking design that helped launch the Yeezy phenomenon. Perfect for collectors and new enthusiasts alike, this heritage colorway represents a pivotal moment in contemporary sneaker culture.",
    "color": "Turtledove",
    "sku": "gxu2020YB34849",
    "releaseDate": "2022-08-02"
  },
  {
    "name": "Adidas Yeezy Boost 350 V2 Steel Grey",
    "firstPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Adidas Yeezy Boost 350 V2 Steel Grey - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Special Price"],
    "price": 2800000,
    "discountPrice": 2380000,
    "brand": "Yeezy",
    "description": "The Adidas Yeezy Boost 350 V2 Steel Grey offers refined urban style with its sophisticated neutral palette. The tightly woven Primeknit upper showcases varying shades of steel grey with subtle pattern variations that create visual depth and dimension. A reflective threading is interwoven throughout, providing enhanced visibility in low-light conditions while adding a premium detail. The signature translucent monofilament side stripe offers structural integrity while maintaining the sleek silhouette. The full-length Boost midsole provides responsive energy return and all-day comfort, contained within a ribbed rubber shell that delivers the model's distinctive aesthetic. A cushioned collar and heel pull tab enhance ease of entry, while the contoured sockliner creates a custom-feeling fit. This versatile colorway seamlessly complements any wardrobe while delivering the innovation and quality synonymous with the Yeezy brand.",
    "color": "Steel Grey",
    "sku": "gxu2020YB34850",
    "releaseDate": "2023-03-11"
  },
  {
    "name": "Yeezy Boost 380 Mist Reflective",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 1.jpeg",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 2.jpeg",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 380 Mist Reflective - 3.jpeg",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": []
    },
    "tags": ["Special Price", "Most Popular"],
    "price": 2900000,
    "discountPrice": 2465000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 380 Mist Reflective elevates the evolutionary 380 silhouette with premium visibility features. Its complex Primeknit pattern blends earthy tan and grey tones with reflective threading that dramatically illuminates when hit by light. The distinctive perforated panel on the lateral side enhances breathability while creating the model's signature aesthetic. A thicker Boost midsole compared to the 350 series provides enhanced cushioning and comfort, with a sculpted design that rises higher on the lateral side for improved stability. The sock-like collar delivers a secure, slip-on fit, while the gum rubber outsole features an alien-inspired traction pattern that offers reliable grip across surfaces. This technical yet wearable colorway showcases the forward-thinking design language that defines the 380's position in the Yeezy lineage.",
    "color": "Mist Reflective",
    "sku": "gxu2020YB34851",
    "releaseDate": "2022-06-23"
  },
  {
    "name": "Yeezy Foam RNNR Stone Sage",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Foam RNNR Stone Sage - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Best Seller", "Free Delivery"],
    "price": 2100000,
    "brand": "Yeezy",
    "description": "The Yeezy Foam RNNR Stone Sage showcases innovative sustainability with its futuristic one-piece construction. Crafted from a unique algae-based EVA foam blend, this revolutionary footwear concept combines eco-conscious materials with avant-garde design. The marbled stone sage colorway presents an organic, earth-toned appearance with a subtle variance in hue across its sculptural form. Strategically placed perforations throughout the upper provide essential ventilation while creating the distinctive aesthetic that defines this groundbreaking silhouette. The anatomically shaped footbed conforms to the contours of the foot for natural comfort, while the textured outsole delivers surprising traction despite its minimalist appearance. Designed for effortless slip-on wear, this lightweight, waterproof design challenges conventional notions of footwear while delivering extraordinary comfort and distinctive style.",
    "color": "Stone Sage",
    "sku": "gxu2020YFR4852",
    "releaseDate": "2022-10-29"
  },
  {
    "name": "Yeezy Boost 350 V2 Black Non-Reflective",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Black Non-Reflective - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Most Popular", "Special Price"],
    "price": 2800000,
    "discountPrice": 2380000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Black Non-Reflective showcases minimalist luxury with its tonal black design. The Primeknit upper features varying textures and subtle pattern work that creates dimension despite the monochromatic approach. A semi-translucent monofilament side stripe runs the length of the lateral side, adding structural detail while maintaining the silhouette's sleek profile. The full-length Boost cushioning is encased in a ribbed rubber shell that provides both visual distinction and durability. A heel pull tab assists with easy entry, and the sock-like collar delivers a secure, adaptable fit. The rubber outsole features a modified herringbone traction pattern for reliable grip across various surfaces. This versatile triple-black colorway has become a cornerstone of the Yeezy collection, offering effortless styling potential with the comfort and innovation that defines the brand.",
    "color": "Black Non-Reflective",
    "sku": "gxu2020YB34853",
    "releaseDate": "2022-11-17"
  },
  {
    "name": "Yeezy Boost 350 V2 Zebra",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Boost 350 V2 Zebra - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Free Delivery", "Best Seller"],
    "price": 3000000,
    "discountPrice": 2550000,
    "brand": "Yeezy",
    "description": "The Yeezy Boost 350 V2 Zebra stands as one of the most recognizable designs in the Yeezy portfolio with its striking white and black striped Primeknit upper. Bold red 'SPLY-350' text contrasts sharply against the zebra pattern, adding an iconic graphic element to the lateral side. The engineered Primeknit construction provides adaptive stretch for a second-skin fit while maintaining structure and breathability. A full-length Boost midsole delivers responsive cushioning for all-day comfort, encased in a semi-translucent ribbed rubber shell that adds visual dimension. The heel tab facilitates easy on and off, while the sock-like collar creates a secure, gap-free fit. This distinctive colorway has become a cultural touchstone in sneaker history, representing the perfect balance of avant-garde design and wearable style that defines the Yeezy aesthetic.",
    "color": "Zebra",
    "sku": "gxu2020YB34854",
    "releaseDate": "2022-04-09"
  },
  {
    "name": "Adidas Yeezy Slide Azure",
    "firstPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Adidas Yeezy Slide Azure - 1.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Special Price", "Free Delivery"],
    "price": 1200000,
    "discountPrice": 1020000,
    "brand": "Yeezy",
    "description": "The Adidas Yeezy Slide Azure brings a vibrant pop of color to the minimalist slide silhouette. Molded from a single piece of injected EVA foam, its bright azure blue finish creates a bold statement that stands out in the predominantly neutral Yeezy lineup. The anatomically contoured footbed provides exceptional comfort with strategically placed support nodes that massage the foot during wear. A subtly textured surface prevents slipping, while the substantial forefoot strap ensures a secure fit. The outsole features a uniquely engineered traction pattern with horizontal grooves that deliver surprising grip on various surfaces. Lightweight yet durable, this distinctive colorway combines straightforward design with the comfort-focused innovation that has made the Yeezy Slide a contemporary footwear essential for casual, post-workout, and beachside wear.",
    "color": "Azure",
    "sku": "gxu2020YSA4855",
    "releaseDate": "2023-02-03"
  },
  {
    "name": "Yeezy Slide Onyx",
    "firstPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 1.png",
    "secondPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 2.png",
    "thirdPict": "assets/brand-products/Yeezy/Yeezy Slide Onyx - 3.png",
    "sizes": {
      "men": [6, 7, 8, 9, 10, 11, 12],
      "women": [5, 6, 7, 8, 9, 10],
      "kids": [3, 4, 5, 6, 7]
    },
    "tags": ["Most Popular", "Best Seller"],
    "price": 1200000,
    "brand": "Yeezy",
    "description": "The Yeezy Slide Onyx embodies minimalist luxury with its sleek monochromatic design. Crafted from a single piece of injected EVA foam, the deep black finish creates a versatile, sophisticated aesthetic that pairs effortlessly with any outfit. The strategically contoured footbed provides exceptional arch support and cushioning, with a textured surface that prevents foot slippage. The substantial yet lightweight construction offers durability without sacrificing comfort, making these slides ideal for all-day wear. A thick, cushioned strap secures the foot while allowing easy entry, and the deep heel cup provides enhanced stability. The distinctive outsole pattern delivers surprising traction on various surfaces, from poolside to urban environments. This essential colorway has become a cornerstone of the Yeezy footwear collection, representing the perfect balance of comfort, style, and utilitarian design.",
    "color": "Onyx",
    "sku": "gxu2020YSO4856",
    "releaseDate": "2022-09-10"
  }
]
